{
    "Netz beitreten": "Unirse a la red",
    "Der ausgewählt Empfänger ist bereits Teil einer Installation. Möchten Sie dieser Installation beitreten?": "El dispositivo seleccionado forma parte de una red existente. ¿Desea unirse?",
    "Abbrechen": "Cancelar",
    "Ja": "Sí",
    "Empfänger einlernen": "Añadir dispositivo",
    "Weiter": "Proceda",
    "oder": "o",
    "Netzwerkbeitritt": "Unirse a la red",
    "Installation:": "Instalación:",
    "Werkszustand": "Ajustes de fábrica",
    "MAC-ID: %s": "MAC-ID: %s",
    "Unbekannt": "Desconocido",
    "Seriennummer: %s": "Número de serie: %s",
    "Software: %s": "Software: %s",
    "Einrichtung abgeschlossen": "Configuración del dispositivo completada",
    "Einrichtung unvollständig": "Configuración del dispositivo incompleta",
    "Name": "Nombre",
    "Position": "Posición",
    "Wendung": "Orientación de las lamas",
    "Fliegengitterschutz": "Protección de mosquitera",
    "Festfrierschutz": "Función anticongelamiento",
    "Sonnenschutz": "Protección solar",
    "Betriebsart": "Modo de funcionamiento",
    "Endlagen": "Límites finales",
    "Zwischenpositionen": "Posiciones intermedias",
    "Erweiterte Einstellungen": "Ajustes avanzados",
    "Durch das Löschen der Funkzuordnung werden alle Einstellungen zum gewählten Funksystem zurückgesetzt! Eingelernte Handsender verlieren dadurch die Funktion und müssen neu verbunden werden. Sind Sie sicher dass das Funksystem zurückgesetzt werden soll?": "¡Borrado de todos los ajustes del sistema de radio seleccionado! Esto significa que los emisores portátiles conectados pierden su función y tienen que volver a conectarse. ¿Está seguro de que desea restablecer el sistema de radio?",
    "Gerät neu starten": "Reiniciar el dispositivo",
    "Firmware aktualisieren": "Actualizar firmware",
    "Centronic Funkzuordnung löschen": "Borrar ajustes de radio Centronic",
    "CentronicPLUS Funkzuordnung löschen": "Borrar los ajustes de la radio Centronic PLUS",
    "Alle Funkzuordnungen löschen": "Restablecer la configuración de TODOS los sistemas de radio",
    "Endlage löschen": "Borrar límites finales",
    "Drehrichtung ändern": "Cambiar el sentido de giro",
    "Rollladen": "Persiana enrollable",
    "Rollladen (Impuls)": "Persiana enrollable (funcionamiento por impulsos)",
    "Jalousie": "Persiana veneciana",
    "Schaltaktor": "Actuador de conmutación",
    "Schaltaktor (Impuls)": "Actuador de conmutación (funcionamiento por impulsos)",
    "Lüftungsposition (ZP1) anfahren": "Ir a la posición de ventilación (pos. interm. 1)",
    "Beschattungsposition (ZP2) anfahren": "Ir a la posición de protección solar (interm. pos. 2)",
    "Lüftungsposition (ZP1) setzen": "Ajustar posición de ventilación (interm. pos. 1)",
    "Beschattungsposition (ZP2) setzen": "Ajustar posición de protección solar (interm. pos. 2)",
    "Die Änderung der Betriebsart hat zur Folge, dass ALLE Einstellungen des Empfängers zurückgesetzt werden! Davon sind alle programmierten Laufzeiten, Zwischenpositionen und Sonnenschutzeinstellungen betroffen. Gegebenenfalls müssen eingelernte Handsender noch einmal aus- und neu eingelernt werden, um die volle Funktionalität sicherzustellen.": "Al cambiar el modo de funcionamiento se restablecen TODOS los ajustes del receptor. Esto afecta a todos los tiempos de funcionamiento, posiciones intermedias y ajustes de protección solar programados. En caso necesario, los emisores manuales conectados deben volver a conectarse para garantizar su plena funcionalidad.",
    "Sind Sie sicher, dass die Betriebsart des Geräts geändert werden soll?": "¿Estás seguro de que quieres cambiar el modo de funcionamiento del dispositivo?",
    "Wiederholen": "Reintentar",
    "Sonnenschwellwert (Stufe)": "Umbral solar (nivel)",
    "Überschritten": "Superado",
    "Unterschritten": "Rebasado",
    "Verzögerung Sonnenautomatik (Minuten)": "Retardo de la protección solar automática (minutos)",
    "Schwellwert für Windsensor": "Umbral de viento",
    "Wintermodus": "Modo invierno",
    "Reaktion auf Regen": "Reacción a la lluvia",
    "Einfahren": "Recoger",
    "Keine": "Sin reacción",
    "Ausfahren": "Extender",
    "Zwischenpositionen löschen": "Suprimir posiciones intermedias",
    "Informationen zum USB-Stick": "Información sobre el stick USB",
    "Teilnehmer einer Installation:": "Instalación existente:",
    "Nein": "No",
    "MAC-ID:": "MAC ID:",
    "Installations-ID:": "ID de instalación:",
    "Firmware:": "Firmware:",
    "USB-Firmware aktualisieren": "Actualizar el firmware del dongle USB",
    "USB-Stick zurücksetzen": "Reiniciar memoria USB",
    "Um die Funktion des USB-Sticks sicherzustellen entfernen Sie diesen nach dem Zurücksetzen aus dem USB-Port": "Para garantizar el funcionamiento de la memoria USB, retírela del puerto USB después de reiniciarla.",
    "Möchten Sie den USB-Stick jetzt zurücksetzen?": "¿Quieres reiniciar la memoria USB?",
    "wind": "Viento",
    "sun": "Sol",
    "rain": "Lluvia",
    "frost": "Escarcha",
    "temp": "Temperatura interior",
    "tempOut": "Temperatura exterior",
    "battery": "Batería",
    "Lizenzen": "Licencia",
    "Version: %s": "Versión: %s",
    "Homepage: %s": "Página web: %s",
    "Repository: %s": "Repositorio: %s",
    "Das gewählte Centronic PLUS Gerät ist bereits Teil einer anderen Installation. Wie möchten Sie fortfahren?": "El dispositivo Centronic PLUS que ha seleccionado ya forma parte de otra instalación. ¿Cómo desea proceder?",
    "Das gewählte Gerät zu meiner Installation hinzufügen (die bestehenden Funkdaten werden gelöscht).": "Añadir el dispositivo seleccionado a mi instalación (se borrarán los datos de radio existentes).",
    "Installationsdaten des USB Sticks verwerfen und der bestehenden Installation beitreten.": "Descarte los datos de instalación de la memoria USB y únase a la instalación existente.",
    "Netzbeitritt läuft. Bitte einen kleinen Moment Geduld.": "El acceso a la red está se está iniciando. Por favor, espere un momento.",
    "Fehler": "Error",
    "Aktivierbar, wenn die obere Endlage auf Anschlag eingestellt ist. Bei erreichen der oberen Endlage wird die Bremse kurz geöffnet um eine dauerhafte Belastung des Behangs zu verhindern.": "Puede activarse cuando la posición final superior se ajusta hasta el tope. Cuando se alcanza la posición final superior, el freno se libera brevemente para evitar que la persiana se cargue de forma permanente.",
    "Der Antrieb reagiert im oberen Bereich des Verfahrwegs deutlich früher auf Hindernisse. So wird die Beschädigung von Insektenschutztüren verhindert, die unmittelbar unter der oberen Endlage montiert sind.": "El operador reacciona mucho antes ante los obstáculos en la parte superior del recorrido. Así se evitan daños en las puertas de mosquiteras montadas directamente debajo de la posición final superior.",
    "Tuchentlastung": "Destensado de tejido",
    "Den gewünschten Reversierpunkt anfahren und die Funktion aktivieren um den Antrieb automatisch nach Erreichen der Endlage in die programmierte Position zurückfahren lassen. Zum Löschen die Funktion in der Reversierposition stehend wieder deaktivieren.": "Desplácese hasta el punto de inversión deseado y active la función para que el accionamiento vuelva automáticamente a la posición programada tras alcanzar la posición final. Para cancelar, desactive la función mientras se encuentra en la posición de marcha atrás.",
    "Aktivierbar, wenn die obere Endlage auf Anschlag eingestellt ist. Der Behang fährt nicht gegen den oberen Anschlag, sondern bleibt kurz vorher stehen um ein Anfrieren (bspw. bei Verwendung einer Winkelendleiste) zu verhindern.": "Puede activarse si la posición final superior se ajusta al tope. La persiana no se mueve contra el tope superior, sino que se detiene justo antes de hacerlo para evitar que se congele (por ejemplo, cuando se utiliza una lama final en ángulo).",
    "Automatische Tuchspannung": "Tensado automático del tejido",
    "Sensorzuordnung": "Asignación de sensores",
    "Die Änderung der Drehrichtung kann nur ausgelöst werden, wenn die Endlagen im entsprechenden Gerät noch nicht gesetzt sind.": "El cambio del sentido de giro sólo puede activarse si aún no se han ajustado las posiciones finales en el dispositivo correspondiente.",
    "Sonne": "Sol",
    "Wind": "Viento",
    "Dämmerung": "Crepúsculo",
    "Informationen werden gelesen. Es stehen eventuell nicht alle Funktionen zur Verfügung oder die Bedienung ist eingeschränkt.": "Se está leyendo información. Es posible que no todas las funciones estén disponibles o que su uso esté restringido.",
    "Bitte haben Sie einen Moment Geduld.": "Por favor, tenga un momento de paciencia.",
    "Das Gerät hat ein Hindernis erkannt.": "El dispositivo ha detectado un obstáculo.",
    "Das Gerät hat ein thermisches Problem erkannt.": "El dispositivo ha detectado un problema térmico.\n",
    "Die Sonnenschutzeinstellungen werden geladen.": "Se cargan los ajustes de protección solar.",
    "Regen": "Lluvia",
    "Kein Regen": "Sin lluvia",
    "EASY": "Fácil",
    "EASY_SWITCH": "Mando EC",
    "CLOCK": "RELOJ",
    "CENTRAL_PRIO": "Central con prioridad",
    "ONE_TWO": "VC421 PLUS",
    "LIGHT_DIM": "REGULADOR DE LUZ",
    "MARKI": "Mando SWC",
    "JALOUSIE": "CELOSÍA",
    "MARKI_SENS": "SENSOR DE TOLDOS",
    "MARKI_SENS_SEC": "SC911 PLUS (prueba)",
    "JAL_SENS": "Sensor de celosía",
    "JAL_SENS_SEC": "Sensor de celosía vigilado",
    "ROLLO_SENS": "Sensor de persiana",
    "INROOM_SENS": "Sensor interior",
    "RES0_SENS": "RES0_SENS",
    "RES1_SENS": "RES1_SENS",
    "UNI_VCACTOR": "Actuador universal",
    "ROLLO_DRIVE": "Operador de persiana",
    "BLDC": "Operador EVO",
    "SUN_DRIVE": "Operador de protección solar",
    "SUN_DRIVE_BLDC": "Operador EVO de protección solar",
    "SUN_DRIVE_JAL": "Operador para celosía",
    "SUN_DRIVE_ZIP": "Operador ZIP",
    "SUN_DRIVE_ZIP_BLDC": "Operador EVO ZIP",
    "SUN_DRIVE_SCREEN": "Operador para screen",
    "SUN_DRIVE_SCREEN_BLDC": "Operador EVO para screen",
    "SUN_DRIVE_SAIL": "Operador para vela solar",
    "SUN_DRIVE_SAIL_BLDC": "Operador EVO para vela solar",
    "ACT_GLASS_DIM": "ACT_GLASS_DIM",
    "ACT_SWITCH_DIM": "Actuador de conmutación",
    "SUN_DRIVE_VOLANT": "Sonnenschutz Volant",
    "ACT_IMPULSE_LIGHT": "Actuador modo pulsación",
    "ACT_WAY_LIGHT": "Luz de camino",
    "ACT_IMPULSE_SHUTTER": "Persiana modo pulsación",
    "ACT_DOOR": "Puerta de garaje modo pulsación",
    "PAR_ROLLO": "PAR_ROLLO",
    "PAR_BLDC": "PAR_BLDC",
    "PAR_MARKI": "PAR_MARKI",
    "PAR_MARKI_INS": "PAR_MARKI_INS",
    "PAR_JAL": "PAR_JAL",
    "PAR_ZIP": "PAR_ZIP",
    "PAR_CLOCK": "PAR_CLOCK",
    "PAR_MARKI_SENS": "PAR_MARKI_SENS",
    "PAR_SUN_SAIL": "PAR_SUN_SAIL",
    "PAR_JALOUSIE": "PAR_JALOUSIE",
    "PAR_WINDOW": "PAR_WINDOW",
    "PAR_ACT_GLAS_DIM": "PAR_ACT_GLAS_DIM",
    "PAR_ACT_SWITCH_DIM": "PAR_ACT_SWITCH_DIM",
    "SERIAL_TEST": "Banco de pruebas",
    "SERVICE": "Util de reglaje",
    "PARAMTOOL": "Util de programación",
    "REPEATER": "Repeater",
    "CENTRAL0": "Control central",
    "CENTRAL1": "Control central 2",
    "CENTRAL2": "Control central 3",
    "BOOTLOADER": "Bootloader",
    "RES0": "Reserva 0",
    "RES1": "Reserva 1",
    "RES2": "Reserva 2",
    "RES3": "Reserva 3",
    "RES4": "Reserva 4",
    "RES5": "Reserva 5",
    "RES6": "Reserva 6",
    "SUN": "SC561 PLUS",
    "SUN_DUSK": "SC631 PLUS",
    "SUN_DUSK_WIND": "SC811 PLUS",
    "SUN_DUSK_WIND_HUM_TEMPOUT": "SC911 PLUS",
    "SUN_DUSK_TEMPIN": "SUN_DUSK_TEMPIN",
    "SUN_DUSK_TEMPOUT": "SUN_DUSK_TEMPOUT",
    "SUN_DUSK_TEMPIN_PPM": "SUN_DUSK_TEMPIN_PPM",
    "WIND": "SC211 PLUS",
    "WIND_HUM_TEMPOUT": "WIND_HUM_TEMPOUT",
    "HUM_TEMPOUT": "HUM_TEMPOUT",
    "TEMPOUT": "Temperatura exterior",
    "TEMPIN": "Temperatura interior",
    "PPM": "Sensor ppm",
    "Gerät identifizieren": "Identificar dispositivo",
    "Geräteinformationen aktualisieren": "Actualizar la información del dispositivo",
    "Das Update ist für dieses Gerät geeignet.": "La actualización es adecuada para este dispositivo.",
    "Das Update ist nicht signiert.": "La actualización no está firmada.",
    "Konnte EEPROM nicht lesen. Bitte versuchen Sie es erneut.": "No se ha podido leer la EEPROM. Inténtelo de nuevo.",
    "Die ausgewählte Datei ist ungültig.": "El archivo seleccionado no es válido.",
    "Das ausgewählte Update ist nicht mit diesem Gerät kompatibel.": "La actualización seleccionada no es compatible con este dispositivo.",
    "Das ausgewählte Update verfügt über keine Signatur.": "La actualización seleccionada no tiene firma.",
    "Die ausgewählte Datei beinhaltet kein Update für Ihr Gerät.": "El archivo seleccionado no contiene una actualización para su dispositivo.",
    "Das ausgewählte Update verfügt über keine gültige Signatur.": "La actualización seleccionada no tiene una firma válida.",
    "Die Firmware wurde aktualisiert.": "El firmware ha sido actualizado.",
    "Hinweis: Das Gerät ist unter Umständen mehrere Minuten nicht erreichbar.": "Nota: Es posible que el dispositivo no esté accesible durante varios minutos.",
    "Sende Paket %s von %s": "Enviar paquete %s desde %s",
    "Fertig": "Hecho",
    "Endlage(n) löschen": "Borrar posición(es) final(es)",
    "Sollen die Endlagen gelöscht werden?": "¿Desea borrar las posiciones finales?",
    "Die Änderung der Drehrichtung ist nur bei gelöschten Endlagen möglich.": "El sentido de giro sólo puede modificarse si se han anulado las posiciones finales.\n",
    "Wird die \"Endlagen löschen\"-Funktion in einer der beiden Endlagen stehend aufgerufen, so wird nur diese Endlage gelöscht.": "Si se usa la la función \"Borrar posiciones finales\" en una de las dos posiciones finales, sólo se borra esta posición final.",
    "Es wurden noch keine Geräte entdeckt": "Aún no se ha detectado ningún dispositivo",
    "%s": "%s",
    "Soll der Sensor von dem Gerät getrennt werden?": "¿Debe desconectarse el sensor del dispositivo?",
    "Soll der Sensor dem Gerät zugeordnet werden?": "¿Debe asignarse el sensor al dispositivo?",
    "Sensorzuordnung beenden": "Finalizar la asignación del sensor",
    "Die Sensorzuordnung ist aktiv": "La asignación del sensor está activa",
    "Beenden": "Salir de",
    "Funkzuordnung löschen": "Borrar la asignación de radio",
    "Centronic löschen": "Borrar Centronic",
    "CentronicPLUS löschen": "Borrar Centronic Plus",
    "Treppenlicht": "Luz de escalera",
    "Batterie": "Batería",
    "Das Update wurde durch die Becker-Antriebe GmbH signiert.": "La actualización está firmada por Becker-Antriebe GmbH.",
    "Es konnten nicht alle Informationen gelesen werden.": "No se ha podido leer toda la información.",
    "Bitte versuchen Sie es gleich erneut.": "Por favor, inténtelo de nuevo inmediatamente.",
    "Sollen die Änderungen gespeichert werden?": "¿Desea guardar los cambios?",
    "Ungespeicherte Änderungen": "Cambios no guardados",
    "App-Version:": "Versión de la aplicación:",
    "Der USB-Stick wird ausgeworfen und als Laufwerk eingebunden.": "La memoria USB se expulsa y se monta como unidad.",
    "Kopieren Sie das Firmware Update auf dieses Laufwerk.": "Por favor, seleccione la unidad correspondiente etiquetada como \"CPLUSstick\" en el siguiente diálogo y elija \"Guardar\".",
    "Globale Befehle": "Comandos globales",
    "Durch das Aktivieren der Sicherheitsfunktion wird das Herstellen der Lernbereitschaft nach einem Power-On dauerhaft deaktiviert! Wenn kein Zugriff mehr auf dieses Netz besteht (kein Handsender oder USB-Stick mehr vorhanden), ist eine Änderung des Netzes nicht mehr möglich. Eine Rücksetzung kann ausschließlich über einen Werksreset erfolgen - bei Antrieben erfordert dies ein Universal-Einstellset sowie Zugang zum Anschlusspunkt!": "¡La activación de la función de seguridad desactiva de forma permanente el establecimiento de la posibilidad de aprendizaje tras un encendido! Si ya no se tiene acceso a esta red (no hay emisor manual o memoria USB disponible), ya no es posible cambiar la red. El restablecimiento sólo puede realizarse mediante un restablecimiento de fábrica - ¡para los accionamientos, esto requiere un set de ajuste universal y acceso al punto de conexión!",
    "Diese Aktion mit \"%s\" bestätigen": "Confirme esta acción con  \"%s\".",
    "Alle Geräte neu starten": "Reiniciar todos los dispositivos",
    "Antriebssperre": "Activar bloqueo",
    "Sperre aufheben": "Cancelar bloqueo",
    "Neue Geräte finden und hinzufügen": "Buscar y añadir nuevos dispositivos",
    "Das Gerät ist bereits Teil einer Installation": "El dispositivo ya forma parte de una instalación",
    "Sonne / Wind (solarversorgt)": "Sol / viento (solar)",
    "Gerätenamen ändern": "Cambiar el nombre del dispositivo",
    "Sonnenschutzautomatik": "Protección solar automática",
    "Memo-Funktion": "Función de memoria",
    "Um einen Sensor zuzuordnen oder eine bestehende Zuordnung zu löschen, tippen Sie bitte das gewünschte Gerät an.": "Para asignar un sensor o borrar una asignación existente, elija el dispositivo deseado.",
    "AUF-Richtung sperren": "Bloquear en dirección ARRIBA",
    "AB-Richtung sperren": "Bloquear en dirección ABAJO",
    "AUF- & AB-Richtung sperren": "Bloquear en direcciones ARRIBA y ABAJO",
    "Es wurden noch keine Werte gelesen. Bitte haben Sie einen Moment Geduld": "Aún no se ha leído ningún valor. Por favor, espere un momento",
    "Updatedatei auswählen": "Seleccione el archivo de actualización",
    "Windalarm - Gerät gesperrt!": "Alarma de viento - ¡dispositivo bloqueado!",
    "Beschattung aktiv": "Sombreado activo",
    "Regen erkannt.": "Lluvia detectada.",
    "Schwellwertüberschreitung": "Valor umbral superado",
    "Das Gerät ist in AUF- und AB-Richtung gesperrt!": "¡El dispositivo está bloqueado en dirección ARRIBA y ABAJO!",
    "Das Gerät ist in AB-Richtung gesperrt!": "El dispositivo está bloqueado en dirección ABAJO.",
    "Das Gerät ist in AUF-Richtung gesperrt!": "¡El dispositivo está bloqueado en dirección ARRIBA!",
    "Das Gerät ist in AUF- oder AB-Richtung gesperrt!!": "¡El aparato está bloqueado en dirección ARRIBA o ABAJO!",
    "Ausfahrtverzögerung bei erreichtem Sonnenwert": "Retardo de salida al alcanzar el valor solar",
    "Einfahrtverzögerung bei unterschrittenem Sonnenwert": "Retardo de retroceso si el valor solar cae por debajo del valor umbral",
    "Markieren Sie weitere Geräte des gleichen Typs, um Schwellwerte an mehrere Geräte gleichzeitig zu übertragen. Durch erneutes Antippen können Sie die vorherige Markierung aufheben.": "Seleccione otros dispositivos del mismo tipo para transferir valores umbral a varios dispositivos al mismo tiempo. Puede cancelar la selección anterior pulsando de nuevo.",
    "Vorhandene Centronic PLUS Geräte": "Dispositivos Centronic PLUS existentes",
    "Filtern nach Name": "Filtrar por nombre",
    "Bekannte Geräte:": "Dispositivos conocidos",
    "Aktualisierung abbrechen": "Cancelar actualización",
    "Ansicht aktualisieren": "Actualizar vista",
    "Alle Daten neu einlesen": "Volver a leer todos los datos",
    "Aktiviert oder deaktiviert die automatische Sonnenschutzüberwachung. Das gewählte Gerät muss mit einem entsprechenden Sensor verbunden sein.": "Activa o desactiva el control automático de la protección solar. El aparato seleccionado debe estar conectado a un sensor correspondiente.",
    "Aktiviert oder deaktiviert die Memo-Funktion im gewählten Gerät. Memo-Zeiten können mit geeigneten Handsendern programmiert werden indem zum gewünschten Zeitpunkt die Fahrtaste länger als 5 Sekunden gedrückt wird. Die Fahrbewegung wird dann alle 24 Stunden wiederholt.": "Activa o desactiva la función memo en el aparato seleccionado. Los tiempos de memorización pueden programarse con los emisores manuales adecuados pulsando el botón de movimiento durante más de 5 segundos  la hora deseada. El movimiento se repite cada 24 horas.",
    "Achtung!": "Cuidado!",
    "Hinzufügen beenden": "Terminar de añadir",
    "Gerätezuordnung beenden": "Finalización de la asignación de dispositivos",
    "Gerätezuordnung": "Asignación de dispositivos",
    "Die Gerätezuordnung ist aktiv": "La asignación de dispositivos es activa",
    "Alle Sensorzuordnungen löschen": "Borrar todos los sensores asignados",
    "USB-Stick verbleibt beim Kunden": "El cliente se queda con la clave USB",
    "USB-Stick verbleibt beim Monteur": "El instalador se lleva la clave USB",
    "Durch das Löschen der Sensorzuordnung werden alle verbundenen Sensoren von diesem Gerät entfernt! Sämtliche Überwachungsfunktionen werden deaktiviert.\nSind Sie sicher?": "Al borrar la asignación de sensores se eliminan todos los sensores conectados a este aparato. Se desactivan todas las funciones de supervisión.\n¿Está seguro?",
    "Die Kompatibilitätsprüfung für dieses Update ist deaktiviert!": "¡La comprobación de compatibilidad de esta actualización está desactivada!",
    "Laufzeit": "Tiempo de funcionamiento",
    "Wendungszeit": "Ajuste del tiempo para girar",
    "Impulszeit": "Duración del impulso",
    "Laufzeit speichern": "Guardar tiempo de funcionamiento",
    "Soll der Sender von dem Gerät getrennt werden?": "¿Hay que desconectar el transmisor del aparato?",
    "Soll der Sender dem Gerät zugeordnet werden?": "¿Debe asignarse el transmisor al dispositivo?",
    "Um Geräte zuzuordnen oder eine bestehende Zuordnung zu löschen, tippen Sie bitte das gewünschte Gerät an.": "Para asignar dispositivos o eliminar una asignación existente, pulse el dispositivo deseado.",
    "Sensorverlust!": "Pérdida del sensor",
    "Die Sonnenschutzkonfiguration ist aktiv": "La configuración de protección solar está activa",
    "Frost": "Escarcha",
    "Kein Frost": "No hay escarcha",
    "CentronicPLUS": "CentronicPLUS",
    "Einlernbereitschaft aktivieren": "Activar el aprendizaje",
    "Einlernbereitschaft deaktivieren": "Desactivar el aprendizaje",
    "Centronic": "Centronic",
    "Einlernbereitschaft aktivieren (Master)": "Activar el aprendizaje (maestro)",
    "Auslernbereitschaft aktivieren": "Activar el desaprendizaje",
    "Ein-/Auslernbereitschaft deaktivieren": "Desactivar aprendizaje/desaprendizaje",
    "Soll der Empfänger der Installation hinzugefügt werden?": "¿Debe añadirse el receptor a la instalación?",
    "Laufzeit übertragen": "Transferencia del tiempo de funcionamiento",
    "Die Laufzeitübertragung ist aktiv": "La transmisión del tiempo de funcionamiento está activa",
    "Markieren Sie weitere Geräte, um Laufzeiten zu übertragen.": "Seleccione dispositivos adicionales para transferir tiempos de funcionamiento.",
    "Der gewählte Empfänger fährt automatisch in die obere Endlage und wird gegen jede Art der Bedienung gesperrt (betrifft auch alle eingelernten Sender). Wird verwendet, um Schutzüberzüge für Markisen vor Beschädigungen zu schützen.": "El receptor seleccionado se desplaza automáticamente a la posición final superior y queda bloqueado contra cualquier tipo de accionamiento (también se aplica a todos los emisores programados). Se utiliza para proteger de daños las cubiertas protectoras de los toldos.",
    "Soll die Laufzeit von %s auf %s übertragen werden?": "¿Quiere copiar el tiempo de funcionamiento de %s a %s?",
    "Laufzeitübertragung abbrechen": "Terminar la transmisión del tiempo de funcionamiento",
    "Verbindung wird hergestellt": "Se está estableciendo la conexión",
    "Es konnte keine Verbindung hergestellt werden": "No se ha podido establecer la conexión",
    "CentralControl": "CentralControl",
    "Bluetooth": "Bluetooth",
    "CentronicPLUS USB-Stick": "CentronicPLUS USB-Stick",
    "USB": "USB",
    "Fahrprofil": "Perfil de conducción",
    "Geschwindigkeiten": "Velocidades",
    "Sonderfunktionen": "Funciones especiales",
    "Möchten Sie die Konfiguration wirklich beenden?": "¿Realmente desea finalizar la configuración?",
    "Ab": "Apagado",
    "Auf": "Arriba",
    "Langsamfahrt Ab": "Velocidad lenta Abajo",
    "Langsamfahrt Auf": "Velocidad lenta Arriba",
    "Eilfahrt Ab": "Rápido Abajo",
    "Eilfahrt Auf": "Desplazamiento rápido Arriba",
    "Einstellungen": "Ajustes",
    "Kanalbelegung": "Asignación de canales",
    "Warte auf Handsender": "Esperar emisor",
    "Drücken Sie jetzt eine Taste an Ihrem Handsender": "Pulse ahora un botón de su emisor",
    "Fahrprofile": "Perfiles de conducción",
    "Das Gerät wird neu gestartet. Es kann einen Moment dauernd, bis alle Funktionen des Geräts wieder verfügbar sind.": "El aparato se reinicia. Puede tardar un momento hasta que todas las funciones del aparato vuelvan a estar disponibles.",
    "Auf CPLUSstick speichern": "Guardar en CPLUS Stick",
    "USB-Update verfügbar": "Actualización USB disponible",
    "Sollen wirklich alle Antriebe der Installation gegen Bedienung gesperrt werden?": "¿Deben bloquearse realmente todas las unidades de la instalación para que no funcionen?",
    "Sollen wirklich alle Sensorzuordnungen gelöscht werden?": "¿Realmente desea borrar todas las asignaciones de sensores?",
    "Sollen wirklich alle Endlagen gelöscht werden?": "¿Realmente desea borrar todas las posiciones finales?",
    "Sollen wirklich alle Antriebe der Installation entsperrt werden?": "¿Realmente desea desbloquear todas las unidades de la instalación?",
    "Geräte neu starten": "Reiniciar dispositivos",
    "Alle Geräte werden neu gestartet. Es kann einen Moment dauernd, bis alle Funktionen wieder verfügbar sind.": "Se reinician todos los aparatos. Puede tardar un momento hasta que todas las funciones vuelvan a estar disponibles.",
    "Ping": "Ping",
    "Erweitert": "Extendido",
    "Alle Endlagen löschen": "Borrar todas las posiciones finales",
    "Alle Antriebe sperren": "Bloquear todos los accionamientos",
    "Soll das Gerät Kanal %s auf dem Handsender zugeordnet werden?": "¿Debe asignarse el aparato al canal %s del emisor de mano?",
    "Speichern": "Guardar",
    "Die Handsenderkonfiguration wird gespeichert. Dies kann einen Moment in Anspruch nehmen.": "Se guarda la configuración del emisor de mano. Esto puede tardar un momento.",
    "Kanalbelegung speichern": "Guardar asignación de canal",
    "Build: %s": "Construir: %s",
    "Gerätename": "Nombre del dispositivo",
    "Der Name ist zu lang!": "¡El nombre es demasiado largo!",
    "Stellen Sie sicher, dass die LED-Anzeige Ihres Handsenders nicht leuchtet. Verlassen Sie gegebenfalls den Einlernbetrieb durch langes Drücken der Einlerntaste. Drücken Sie dann die Stopp Taste Ihrer Fernbedienung erneut.": "Asegúrese de que el indicador LED de su mando a distancia no esté encendido. Si es necesario, salga del modo de aprendizaje manteniendo pulsado el botón de aprendizaje. Luego presione nuevamente el botón de stop en su mando a distancia.",
    "Dieser Sensor sendet ausschließlich Fahrbefehle! Die Konfiguration von Schwellwerten muss direkt am %s erfolgen.": "¡Este sensor sólo envía comandos de movimiento! Los valores umbral deben configurarse directamente en el %s.",
    "Sensor": "Sensor",
    "Das Gerät hat %s mehrere Fehler festgestellt": "El dispositivo ha detectado %s errores",
    "Es ist ein unbekanntes Problem aufgetreten.": "Se ha producido un problema desconocido.",
    "Telegrammdarstellung": "Visualización de telegramas",
    "Funkprotokoll exportieren": "Exportar protocolo de radio",
    "Telegramm": "Telegrama",
    "%s Uhr": "Reloj %s",
    "Bitte schließen Sie die Einrichtung vollständig ab.": "Por favor, complete la configuración.",
    "Bedienung": "Funcionamiento",
    "Deaktivieren": "Desactivar",
    "Sonne (Fassade)": "Sol (fachada)",
    "Sonne (Fenster)": "Sol (ventana)",
    "Einrichtungsassistent": "Asistente de instalación",
    "Möchten Sie den Einrichtungsassistenten starten? Hierdurch wird Ihre Timecontrol zunächst zurückgesetzt!": "¿Desea iniciar el asistente de configuración? ¡Esto reiniciará inicialmente su Timecontrol!",
    "Schaltzeiten": "Cambio de hora",
    "System": "Modo de sistema",
    "Betriebsart / Laufzeit": "Modo de funcionamiento / tiempo de ejecución",
    "Herzlich Willkommen zur Ersteinrichtung ihres Becker-Antriebe-Produktes!": "¡Bienvenido a la configuración inicial de su producto de accionamiento Becker!",
    "In den nächsten Schritten werden wir Sie durch die Einrichtung Ihrer neuen Steuerung führen.": "En los siguientes pasos le guiaremos a través de la configuración de su nueva unidad de control.",
    "Welches Produkt ist an Ihre Steuerung angeschlossen?": "¿Qué producto está conectado a su unidad de control?",
    "Rollladen / Screen": "Persiana enrollable / Pantalla",
    "Markise": "Toldo",
    "Fahren Sie Ihren Rollladen oder Screen in die obere Endlage und drücken Sie anschließend auf \"Weiter\".": "Desplace su persiana o screen en la posición final superior y pulse «Siguiente».",
    "Fahren Sie Ihre Jalousie in die obere Endlage und drücken Sie anschließend auf \"Weiter\".": "Desplace la persiana en la posición final superior y pulse «Siguiente».",
    "Später": "Más tarde",
    "Fahren Sie Ihren Rollladen oder Screen in die untere Endlage und drücken Sie auf \"Weiter\".": "Desplace su persiana o screen en la posición final inferior y pulse «Siguiente».",
    "Einstellungen werden übertragen.": "Los ajustes se transfieren.",
    "Verwenden Sie eine der angebotenen Automatisierungsvorlagen oder konfigurieren Sie diese später individuell.": "Utilice una de las plantillas de automatización proporcionadas o configúrelas individualmente más tarde.",
    "Beschattungsautomatik": "Sombreado automático",
    "Dauerbeschattung": "Sombreado permanente",
    "Wohnraum": "Sala de estar",
    "Schlafraum": "Dormitorio",
    "Astrofunktion": "Función Astro",
    "Ihr Standort konnte nicht ermittelt werden. Stellen Sie sicher, dass Ihr Telefon über aktives GPS oder WLAN verfügt.": "No se ha podido determinar tu ubicación. Asegúrate de que tu teléfono tiene GPS o WLAN activos.",
    "Zur Berechnung der Astro-Funktion benötigt die App einmalig Zugriff auf Ihren Standort.": "La aplicación necesita acceder una sola vez a tu ubicación para calcular la función astro.",
    "Einstellungen öffnen": "Abrir ajustes",
    "Die Inbetriebnahme ist abgeschlossen und Ihre Steuerung ist eingerichtet. Anpassungen können Sie später jederzeit im entsprechenden Menüpunkt vornehmen.": "La puesta en marcha ha finalizado y su unidad de control está configurada. Puede realizar ajustes posteriormente en cualquier momento en la opción de menú correspondiente.",
    "Die Zwischenpositionen sind eingerichtet. Anpassungen können Sie später jederzeit im entsprechenden Menüpunkt vornehmen.": "Las posiciones intermedias están configuradas. Puede realizar ajustes posteriormente en cualquier momento en la opción de menú correspondiente.",
    "Sensoren sind für dieses Gerät nicht konfiguriert.": "Los sensores no están configurados para este aparato.",
    "Sonnensensor": "Sensor solar",
    "Schwellwert Sonne ausfahren": "Extender valor umbral sol",
    "Schwellwert Sonne einfahren": "Retraer valor umbral sol",
    "Einfahrverzögerung Sonne (Min)": "Retardo retracción sol (min)",
    "Ausfahrverzögerung Sonne (Min)": "Retardo extensión sol (min)",
    "Schwellwert Dämmerung": "Valor umbral crepuscular",
    "Schwellwert Wind": "Valor umbral viento",
    "Schaltzeit ohne Tage": "Tiempo de conmutación sin días",
    "Schaltzeiten ohne konfigurierte Tage werden entfernt.\nWollen Sie dennoch fortfahren?": "Se eliminan los tiempos de conmutación sin días configurados.\n¿Desea continuar?\n",
    "Schaltzeit %s": "Tiempo de conmutación %s",
    "Schaltzeit löschen": "Borrar tiempo de conmutación",
    "Soll die Schaltzeit wirklich gelöscht werden?": "¿Realmente desea borrar el tiempo de conmutación?",
    "Alle Schaltzeiten löschen": "Borrar todos los tiempos de conmutación",
    "Sollen wirklich alle Schaltzeiten gelöscht werden?": "¿Desea realmente borrar todos los tiempos de conmutación?",
    "Schaltzeiten werden gelöscht": "Se borran los tiempos de conmutación",
    "Astro & Standort": "Astro & localización",
    "Ihr Standort konnte nicht ermittelt werden!": "¡No se ha podido determinar su ubicación!",
    "Stellen Sie sicher, dass die Ermittlung der Standortdaten aktiviert ist.": "Asegúrese de que la determinación de los datos de localización está activada.",
    "Ihr Standort wird ermittelt": "Se determina su ubicación",
    "Der Sonnenverlauf für Ihren Standort wird berechnet": "Se calcula el curso del sol para su ubicación",
    "Standort ermitteln": "Determinar la ubicación",
    "Neue Schaltzeit anlegen": "Crear nuevo tiempo de conmutación",
    "Es wurden noch keine Schaltzeiten angelegt. Konfigurieren Sie Ihre Schaltzeit individuell, oder verwenden Sie eine Vorlage": "Aún no se ha creado ninguna hora de conmutación. Configure su hora de conmutación individualmente o utilice una plantilla",
    "Tage": "Días",
    "Mo": "Lu",
    "Di": "Ma",
    "Mi": "Mi",
    "Do": "Ju",
    "Fr": "Vi",
    "Sa": "Sa",
    "So": "Do",
    "Aktion": "Acción",
    "ZP2 / Beschattungsposition": "ZP2 / Posición de sombreado",
    "ZP1 / Lüftungsposition": "ZP1 / Posición de ventilación",
    "Wenn": "En",
    "Uhrzeit": "Hora del día",
    "Astro Abends": "Astro Tarde",
    "Astro Morgens": "Astro mañana",
    "Verschiebung": "Cambio",
    "(+/- 60 Minuten)": "(+/- 60 minutos)",
    "Sperrzeit": "Hora de bloqueo",
    "Schaltzeit Löschen": "Tiempo de cambio Borrar",
    "Sonnenuntergang (%s)": "Puesta de sol (%s)",
    "Sonnenuntergang (%s Uhr)": "Puesta de sol (%s reloj)",
    "Jan.": "Ene.",
    "Sommerzeit": "Horario de verano",
    "Dez.": "Dec.",
    "Sonnenaufgang (%s)": "Salida del sol (%s)",
    "Sonnenaufgang (%s Uhr)": "Salida del sol (%s en punto)",
    "Automatische Sommerzeit": "Horario de verano automático",
    "PM / AM": "PM / AM",
    "Informationen": "Información sobre el horario de verano",
    "Version": "Versión",
    "Erstinbetriebnahme": "Puesta en marcha inicial",
    "Relais Zyklen": "Ciclos de relé",
    "Fahrzeit gesamt": "Tiempo total de recorrido",
    "Reset": "Reiniciar",
    "Soll wirklich ein Reset durchgeführt werden?": "¿Realmente desea realizar un reset?",
    "Ungültige Eingabe": "Entrada no válida",
    "Bitte geben Sie gültige Werte ein:": "Por favor, introduzca valores válidos:",
    "Laufzeit: 0 - 360 Sekunden": "Tiempo de funcionamiento: 0 - 360 segundos",
    "Wendezeit: 0 - 25,5 Sekunden": "Tiempo de giro: 0 - 25 segundos",
    "Betriebsart ändern": "Cambiar modo de funcionamiento",
    "Sensoren": "Sensores",
    "Lichtsensor außen": "Sensor de luz exterior",
    "Lichtsensor innen": "Sensor de luz interior",
    "Windsensor": "Sensor de viento",
    "Laufzeiten": "Tiempos de funcionamiento",
    "Wendezeit": "Tiempo de giro",
    "Zusatzfunktionen": "Funciones adicionales",
    "Firmware-Updates werden geladen...": "Se cargan las actualizaciones del firmware...",
    "Aktualisiere Hilfedateien": "Actualizar archivos de ayuda",
    "Monteurhandbuch": "Manual del instalador",
    "Standardbetrieb": "Funcionamiento estándar",
    "Flüsterbetrieb": "Modo silencioso",
    "Dynamikbetrieb": "Modo dinámico",
    "Bitte aktualisieren Sie zuerst die Firmware Ihres USB-Sticks": "Por favor, actualiza primero el firmware de tu clave USB",
    "Keine Aktualisierung verfügbar": "No hay actualización disponible",
    "ArtNr": "ArtNr",
    "Bitte stecken Sie einen Centronic PLUS USB-Stick ein oder bringen Sie ein Bluetooth-fähiges Becker-Antriebe Produkt in Lernbereitschaft": "Por favor, inserte una memoria USB Centronic PLUS o ponga un producto Becker-Antriebe habilitado con Bluetooth en modo de aprendizaje",
    "Sensorverlust": "Pérdida del sensor",
    "Startklar!": "¡Listo para empezar!",
    "Aktualisierung verfügbar": "Actualización disponible",
    "Soll die Einrichtung wirklich beendet werden?": "¿Realmente desea finalizar la instalación?",
    "Ihre CentralControl wird neu gestartet.": "Su CentralControl se está reiniciando.",
    "Sonnenschutzautomatik aktivieren": "Activar la automatización de protección solar",
    "Sonnenschutzautomatik deaktivieren": "Desactivar la automatización de protección solar",
    "Memo-Funktion aktivieren": "Activar la función de memoria",
    "Memo-Funktion deaktivieren": "Desactivar la función de memoria",
    "Bitte setzen Sie zuerst du untere Endlage. Fahren Sie die Jalousie danach in die maximale Wendung (volle Öffnung der Lamellen) und setzen Sie nochmals die untere Endlage. Dann fahren Sie die Jalousie komplett auf und setzen Sie die obere Endlage. Damit ist die Programmierung abgeschlossen und der individuelle Wendungsweg Ihrer Jalousie ist eingestellt.": "Primero, ajuste la posición final inferior. Luego incline la persiana al máximo (apertura completa de las lamas) y vuelva a ajustar la posición final inferior. A continuación, abra completamente la persiana y ajuste la posición final superior. Con esto, la programación se ha completado y se ha configurado el ángulo de inclinación individual de su persiana.",
    "Drücken Sie die Stopp Taste Ihres Sensors erneut": "Presione nuevamente el botón de stop de su sensor",
    "Testmodus": "Modo de prueba",
    "Der Testmodus ist jetzt aktiv.": "El modo de prueba está ahora activo.",
    "Testmodus aktivieren": "Activar modo de prueba",
    "Untere Endlage": "Posición final inferior",
    "Fahren Sie Ihre Jalousie untere Endlage und drücken Sie auf \"Weiter\".": "Mueva su persiana a la posición final inferior y presione \"Siguiente\".",
    "Wendungsposition": "Posición de giro",
    "Fahren Sie die Jalousie in AUF-Richtung, bis die maximale Wendung erreicht ist und drücken Sie auf \"Weiter\".": "Mueva la persiana en dirección ARRIBA hasta alcanzar la posición máxima de giro y luego presione \"Siguiente\".",
    "Obere Endlage": "Posición final superior",
    "Voreinstellung": "Ajuste predefinido",
    "Der Name darf maximal 21 Zeichen lang sein": "El nombre puede tener un máximo de 21 caracteres.",
    "Urlaubs-Funktion": "Modo vacaciones",
    "Sensoren zurücksetzen": "Restablecer sensores",
    "Eingänge": "Entradas",
    "Externe Eingänge": "Entradas externas",
    "Zusätzliche Sensoren": "Sensores adicionales",
    "Alle Geräte aktualisieren": "Actualizar todos los dispositivos",
    "Login": "Iniciar sesión",
    "Ungültige E-Mail oder Passwort": "Correo electrónico o contraseña inválida",
    "Anmelden": "Ingresar",
    "Rückmeldung aktivieren": "Activar retroalimentación",
    "Hiermit werden alle eingelernten Geräte aufgefordert, alle Statusänderungen direkt an das Tool zu senden. Denken Sie unbedingt daran, diese Rückmeldung wieder zu deaktivieren, wenn der USB Stick nach Abschluss der Installation nicht in der Installation verbleibt (da sonst unnötige Rückmeldungen in die Installation erfolgen). Ältere Softwarestände unterstützen diese Funktion gegebenenfalls noch nicht.": "Todos los dispositivos aprendidos están configurados para enviar todos los cambios de estado directamente a la herramienta. Asegúrese de desactivar esta retroalimentación nuevamente si la memoria USB no permanecerá en la instalación después de la finalización (de lo contrario, se enviarán respuestas innecesarias a la instalación). Las versiones antiguas del software pueden no admitir esta función aún.",
    "Filter": "Filtro",
    "Beta Updates": "Actualizaciones beta",
    "Sekunden": "Segundos",
    "Kanal": "Canal",
    "Möchten Sie wirklich alle Zwischenpositionen löschen?": "¿Realmente desea eliminar todas las posiciones intermedias?",
    "Fahren Sie Ihre Markise in die komplett geöffnete Position (ausgefahren) und drücken Sie auf \"Weiter\".": "Mueva su toldo a la posición completamente abierta (extendida) y presione \"Siguiente\".",
    "Fahren Sie Ihre Markise in komplett geschlossene Position (eingefahren) und drücken Sie anschließend auf \"Weiter\".": "Mueva su toldo a la posición completamente cerrada (retraída) y luego presione \"Siguiente\".",
    "Fahren Sie Ihren Rollladen oder Screen in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Mueva su persiana enrollable o screen a la posición de sombreado deseada / posición intermedia 2 y presione \"Siguiente\".",
    "Fahren Sie Ihre Jalousie in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Mueva su persiana veneciana a la posición de sombreado deseada / posición intermedia 2 y presione \"Siguiente\".",
    "Fahren Sie Ihre Markise in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Mueva su toldo a la posición de sombreado deseada / posición intermedia 2 y presione \"Siguiente\".",
    "Fahren Sie Ihren Rollladen oder Screen jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Mueva su persiana enrollable o screen a la posición de ventilación deseada / posición intermedia 1 y presione \"Siguiente\".",
    "Fahren Sie Ihre Jalousie jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Mueva su persiana veneciana a la posición de ventilación deseada / posición intermedia 1 y presione \"Siguiente\".",
    "Fahren Sie Ihre Markise jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Mueva su toldo a la posición de ventilación deseada / posición intermedia 1 y presione \"Siguiente\".",
    "Betriebsart & Einstellungen": "Modo de funcionamiento y configuración",
    "Betriebsart:": "Modo de funcionamiento:",
    "Ein Wechsel der Betriebsart führt dazu, dass das Gerät auf Werkseinstellungen zurückgesetzt wird - danach wird der Inbetriebnahmeassistent erneut ausgeführt.": "Cambiar el modo de funcionamiento restablecerá el dispositivo a la configuración de fábrica – luego se ejecutará nuevamente el asistente de configuración.",
    "Erlaubt das Abspeichern der aktuellen Uhrzeit als Schaltzeit durch langes Drücken der entsprechenden Fahrtaste (>6s).": "Permite guardar la hora actual como tiempo de conmutación manteniendo presionado el botón correspondiente (>6s).",
    "Verschiebt die programmierten Schaltzeiten zufällig im Bereich von 30 Minuten. Soll eine Anwesenheit simulieren.": "Desplaza aleatoriamente los tiempos de conmutación programados en un intervalo de 30 minutos. Se utiliza para simular presencia.",
    "Sensoren & Eingänge": "Sensores y entradas",
    "Möchten Sie wirklich alle Sensoren zurücksetzen?": "¿Realmente desea restablecer todos los sensores?",
    "Kurzer Tastendruck: \n": "Pulsación corta del botón: \n",
    "Stoppt die Bewegung oder führt eine Wendung aus.": "Detiene el movimiento o realiza una rotación.",
    "Langer Tastendruck: \n": "Pulsación larga del botón: \n",
    "Statet einen Fahrbefehl": "Inicia un comando de movimiento",
    "Doppeltipp: \n": "Doble toque: \n",
    "Fährt zur entsprechenden Zwischenposition": "Se mueve a la posición intermedia correspondiente",
    "Signal >5 Sekunden: \n": "Señal >5 segundos: \n",
    "Fahren und Sperren in der entsprechenden Richtung (Automatiken werden deaktiviert)": "Se mueve y bloquea en la dirección correspondiente (las automatizaciones se desactivan)",
    "Regensensor-Eingang: \n": "Entrada del sensor de lluvia: \n",
    "Startet eine Fahrt und sperrt die Bedienung (Automatiken bleiben aktiv)": "Inicia un movimiento y bloquea el control (las automatizaciones permanecen activas)",
    "Innentemperatur-Sensor: \n": "Sensor de temperatura interior: \n",
    "Die Sonnenautomatik wird erst ausgelöst, wenn die am Sensor eingestellte Temperatur erreicht ist.": "La automatización solar solo se activa cuando se alcanza la temperatura establecida en el sensor.",
    "Ändern": "Cambiar",
    "Schaltet die Geräte-LED dauerhaft ein um nachts eine Orientierung im Raum zu ermöglichen.": "Enciende permanentemente el LED del dispositivo para facilitar la orientación nocturna en la habitación.",
    "Nachtlicht": "Luz nocturna",
    "Zeigt den aktuellen Schaltzustand (ein/aus) über die Geräte-LED an.": "Muestra el estado actual (encendido/apagado) a través del LED del dispositivo.",
    "Status LED": "LED de estado",
    "Laufzeit löschen": "Borrar tiempo de funcionamiento",
    "Temperatur": "Temperatura",
    "Lüftungsposition": "Posición de ventilación",
    "Beschattungsposition": "Posición de sombreado",
    "Position (Prozent)": "Posición (porcentaje)",
    "Wendung (Prozent)": "Rotación (porcentaje)",
    "Übernehmen": "Aplicar",
    "Öffnen": "Abrir",
    "Schliessen": "Cerrar",
    "Sonnenschutzautomatik ein": "Activar protección solar",
    "Sonnenschutzautomatik aus": "Desactivar protección solar",
    "Startet einen Fahrbefehl": "Iniciar un comando de movimiento",
    "Lernfahrt": "Recorrido de aprendizaje",
    "speichern": "Guardar",
    "Möchten Sie die Bluetooth-Verbindung wirklich trennen?": "¿Realmente desea desconectar la conexión Bluetooth?",
    "Verbindung trennen": "Desconectar",
    "Es existiert bereits eine Uhr mit dieser Schaltzeit!": "¡Ya existe un temporizador con este tiempo de conmutación!",
    "Hinweis: Manuelle oder automatische Fahrbefehle im aktivierten Sonnenschutzbetrieb führen zu einer Unterbrechung der Automatik bis der nächste Schwellwert über- oder unterschritten wird.": "Nota: Los comandos de movimiento manuales o automáticos en el modo de protección solar activado interrumpirán la automatización hasta que se supere o se quede por debajo del siguiente umbral.",
    "Lüftungsposition (ZP1) löschen": "Eliminar posición de ventilación (ZP1)",
    "Beschattungsposition (ZP2) löschen": "Eliminar posición de sombreado (ZP2)",
    "Möchten Sie die Zwischenposition wirklich löschen?": "¿Realmente desea eliminar la posición intermedia?",
    "Zwischenposition löschen": "Eliminar posición intermedia",
    "Fahrprofil / Geschwindigkeiten": "Perfil de movimiento / Velocidades",
    "Überschneidende Schaltzeiten": "Tiempos de conmutación superpuestos",
    "Das Rollladen-Gewicht hat Einfluß auf die Genauigkeit der Positionsanfahrt und der Zwischenpositionen. Bitte wählen Sie das verbaute Material:": "El peso de la persiana afecta la precisión de la aproximación a la posición y las posiciones intermedias. Por favor, seleccione el material instalado:",
    "Aluminium": "Aluminio",
    "Kunststoff": "Plástico",
    "Holz / Stahl": "Madera / Acero",
    "Screen": "Screen",
    "Screen mit Endleiste": "Screen con barra final",
    "Korrekturen": "Correcciones",
    "Anlaufkorrektur": "Corrección de arranque",
    "Auf / Ab %": "Diferencia en dirección de subida en %",
    "Prozent": "Porcentaje",
    "Reaktionszeit": "Tiempo de reacción",
    "Konfiguration beenden": "Finalizar configuración",
    "Endlage oben setzen": "Establecer posición final superior",
    "Endlage unten setzen": "Establecer posición final inferior",
    "Werkseinstellungen": "Ajustes de fábrica",
    "Schaltzeit wählen": "Seleccionar tiempo de conmutación"
}