{
    "Netz beitreten": "Rejoindre le réseau",
    "Der ausgewählt Empfänger ist bereits Teil einer Installation. Möchten Sie dieser Installation beitreten?": "L'appareil sélectionné fait partie d'une installation existante. Voulez-vous vous joindre cette installation ?",
    "Abbrechen": "Annuler",
    "Ja": "Oui",
    "Empfänger einlernen": "Ajouter un dispositif",
    "Weiter": "Continuer",
    "oder": "ou",
    "Netzwerkbeitritt": "Joindre l'installation",
    "Installation:": "Installation :",
    "Werkszustand": "Réglages d'usine",
    "MAC-ID: %s": "MAC-ID : %s",
    "Unbekannt": "Inconnu",
    "Seriennummer: %s": "Numéro de série : %s",
    "Software: %s": "Logiciel : %s",
    "Einrichtung abgeschlossen": "Configuration de l'appareil terminée",
    "Einrichtung unvollständig": "La configuration de l'appareil est incomplète",
    "Name": "Nom",
    "Position": "Position",
    "Wendung": "Orientation des lamelles",
    "Fliegengitterschutz": "Protection de la moustiquaire",
    "Festfrierschutz": "Fonction antigel",
    "Sonnenschutz": "Protection solaire",
    "Betriebsart": "Mode de fonctionnement",
    "Endlagen": "Fin de course",
    "Zwischenpositionen": "Positions intermédiaires",
    "Erweiterte Einstellungen": "Paramètres avancés",
    "Durch das Löschen der Funkzuordnung werden alle Einstellungen zum gewählten Funksystem zurückgesetzt! Eingelernte Handsender verlieren dadurch die Funktion und müssen neu verbunden werden. Sind Sie sicher dass das Funksystem zurückgesetzt werden soll?": "Suppression de tous les réglages du système radio sélectionné ! Cela signifie que les émetteurs connectés perdent leur fonction et doivent être reconnectés. Êtes-vous sûr de vouloir réinitialiser le système radio ?",
    "Gerät neu starten": "Redémarrer l'appareil",
    "Firmware aktualisieren": "Mise à jour du micrologiciel",
    "Centronic Funkzuordnung löschen": "Supprimer les paramètres de la radio Centronic",
    "CentronicPLUS Funkzuordnung löschen": "Supprimer les paramètres de la radio Centronic PLUS",
    "Alle Funkzuordnungen löschen": "Réinitialisation des paramètres pour TOUS les systèmes radio",
    "Endlage löschen": "Supprimer les fin de course",
    "Drehrichtung ändern": "Changement du sens de rotation",
    "Rollladen": "Volet roulant",
    "Rollladen (Impuls)": "Volet roulant (fonctionnement par impulsion)",
    "Jalousie": "Store vénitien",
    "Schaltaktor": "Actionneur de commutation",
    "Schaltaktor (Impuls)": "Actionneur de commutation (fonctionnement par impulsion)",
    "Lüftungsposition (ZP1) anfahren": "Passer à la position de ventilation (interm. pos. 1)",
    "Beschattungsposition (ZP2) anfahren": "Passer à la position de protection solaire (interm. pos. 2)",
    "Lüftungsposition (ZP1) setzen": "Régler la position de ventilation (interm. pos. 1)",
    "Beschattungsposition (ZP2) setzen": "Régler la position de la protection solaire (interm. pos. 2)",
    "Die Änderung der Betriebsart hat zur Folge, dass ALLE Einstellungen des Empfängers zurückgesetzt werden! Davon sind alle programmierten Laufzeiten, Zwischenpositionen und Sonnenschutzeinstellungen betroffen. Gegebenenfalls müssen eingelernte Handsender noch einmal aus- und neu eingelernt werden, um die volle Funktionalität sicherzustellen.": "Le changement de mode de fonctionnement entraîne la réinitialisation de TOUS les réglages du récepteur ! Cela concerne tous les temps de fonctionnement programmés, les positions intermédiaires et les réglages de la protection solaire. Le cas échéant, les émetteurs raccordés doivent être reconnectés pour garantir une fonctionnalité totale.",
    "Sind Sie sicher, dass die Betriebsart des Geräts geändert werden soll?": "Êtes-vous sûr de vouloir changer le mode de fonctionnement de l'appareil ?",
    "Wiederholen": "Réessayer",
    "Sonnenschwellwert (Stufe)": "Seuil solaire (niveau)",
    "Überschritten": "Dépassée",
    "Unterschritten": "Tombé en bas",
    "Verzögerung Sonnenautomatik (Minuten)": "Délai pour la protection solaire automatique (minutes)",
    "Schwellwert für Windsensor": "Seuil de vent",
    "Wintermodus": "Mode hiver",
    "Reaktion auf Regen": "Réaction à la pluie",
    "Einfahren": "Aller vers le haut",
    "Keine": "Pas de mouvement",
    "Ausfahren": "Déplacer vers le bas",
    "Zwischenpositionen löschen": "Supprimer les positions intermédiaires",
    "Informationen zum USB-Stick": "Informations sur la clé USB",
    "Teilnehmer einer Installation:": "Installation existante :",
    "Nein": "Non",
    "MAC-ID:": "MAC ID :",
    "Installations-ID:": "ID d'installation :",
    "Firmware:": "Firmware :",
    "USB-Firmware aktualisieren": "Mise à jour du micrologiciel de la clé USB",
    "USB-Stick zurücksetzen": "Réinitialisation de la clé USB",
    "Um die Funktion des USB-Sticks sicherzustellen entfernen Sie diesen nach dem Zurücksetzen aus dem USB-Port": "Pour garantir le bon fonctionnement de la clé USB, retirez-la du port USB après la réinitialisation.",
    "Möchten Sie den USB-Stick jetzt zurücksetzen?": "Voulez-vous réinitialiser la clé USB ?",
    "wind": "Le vent",
    "sun": "Soleil",
    "rain": "Pluie",
    "frost": "Givre",
    "temp": "Température intérieure",
    "tempOut": "Température extérieure",
    "battery": "Batterie",
    "Lizenzen": "Licence",
    "Version: %s": "Version: %s",
    "Homepage: %s": "Page d'accueil: %s",
    "Repository: %s": "Répertoire: %s",
    "Das gewählte Centronic PLUS Gerät ist bereits Teil einer anderen Installation. Wie möchten Sie fortfahren?": "L'appareil Centronic PLUS sélectionné fait déjà partie d'une autre installation. Que souhaitez vous faire ?",
    "Das gewählte Gerät zu meiner Installation hinzufügen (die bestehenden Funkdaten werden gelöscht).": "Ajouter l'appareil sélectionné à mon installation (les données radio existantes seront supprimées).",
    "Installationsdaten des USB Sticks verwerfen und der bestehenden Installation beitreten.": "Rejeter les données d'installation de la clé USB et rejoindre l'installation existante.",
    "Netzbeitritt läuft. Bitte einen kleinen Moment Geduld.": "L'adhésion au réseau est en cours. Veuillez patienter un petit moment.",
    "Fehler": "Erreur",
    "Aktivierbar, wenn die obere Endlage auf Anschlag eingestellt ist. Bei erreichen der oberen Endlage wird die Bremse kurz geöffnet um eine dauerhafte Belastung des Behangs zu verhindern.": "Activable lorsque la position de fin de course supérieure est réglée sur butée. Lorsque la position de fin de course supérieure est atteinte, le frein est brièvement relâché afin d'éviter une contrainte permanente sur le tablier.",
    "Der Antrieb reagiert im oberen Bereich des Verfahrwegs deutlich früher auf Hindernisse. So wird die Beschädigung von Insektenschutztüren verhindert, die unmittelbar unter der oberen Endlage montiert sind.": "Le moteur réagit plus tôt aux obstacles dans la partie supérieure de la course. Cela permet d'éviter d'endommager les portes-moustiquaires qui sont montées directement sous la position de fin de course supérieure.",
    "Tuchentlastung": "Détente de la toile",
    "Den gewünschten Reversierpunkt anfahren und die Funktion aktivieren um den Antrieb automatisch nach Erreichen der Endlage in die programmierte Position zurückfahren lassen. Zum Löschen die Funktion in der Reversierposition stehend wieder deaktivieren.": "Atteindre le point d'inversion souhaité et activer la fonction pour que le moteur revienne automatiquement dans la position programmée une fois la position finale atteinte. Pour supprimer la fonction, la désactiver en position d'inversion.",
    "Aktivierbar, wenn die obere Endlage auf Anschlag eingestellt ist. Der Behang fährt nicht gegen den oberen Anschlag, sondern bleibt kurz vorher stehen um ein Anfrieren (bspw. bei Verwendung einer Winkelendleiste) zu verhindern.": "Activable lorsque la position de fin de course supérieure est réglée en butée. Le tablier ne se déplace pas contre la butée supérieure, mais s'arrête juste avant pour éviter qu'il ne gèle (par ex. en cas d'utilisation d'une lame finale angulaire).",
    "Automatische Tuchspannung": "Tension automatique de la toile\n",
    "Sensorzuordnung": "Affectation des capteurs\n",
    "Die Änderung der Drehrichtung kann nur ausgelöst werden, wenn die Endlagen im entsprechenden Gerät noch nicht gesetzt sind.": "La modification du sens de rotation ne peut être déclenchée que si les positions de fin de course ne sont pas encore définies dans le moteur correspondant.",
    "Sonne": "Soleil",
    "Wind": "Vent",
    "Dämmerung": "Crépuscule",
    "Informationen werden gelesen. Es stehen eventuell nicht alle Funktionen zur Verfügung oder die Bedienung ist eingeschränkt.": "informations lues. Il se peut que toutes les fonctions ne soient pas disponibles ou que l'utilisation soit limitée.",
    "Bitte haben Sie einen Moment Geduld.": "Veuillez patienter un instant.",
    "Das Gerät hat ein Hindernis erkannt.": "L'appareil a détecté un obstacle.",
    "Das Gerät hat ein thermisches Problem erkannt.": "L'appareil a détecté un défaut thermique.",
    "Die Sonnenschutzeinstellungen werden geladen.": "Les réglages de la protection solaire sont en cours de chargement.",
    "Regen": "Pluie",
    "Kein Regen": "Pas de Pluie",
    "EASY": "EASY",
    "EASY_SWITCH": "EASY_SWITCH",
    "CLOCK": "CLOCK",
    "CENTRAL_PRIO": "CENTRAL_PRIO",
    "ONE_TWO": "ONE_TWO",
    "LIGHT_DIM": "LIGHT_DIM",
    "MARKI": "MARKI",
    "JALOUSIE": "JALOUSIE",
    "MARKI_SENS": "MARKI_SENS",
    "MARKI_SENS_SEC": "MARKI_SENS_SEC",
    "JAL_SENS": "JAL_SENS",
    "JAL_SENS_SEC": "JAL_SENS_SEC",
    "ROLLO_SENS": "ROLLO_SENS",
    "INROOM_SENS": "INROOM_SENS",
    "RES0_SENS": "RES0_SENS",
    "RES1_SENS": "RES1_SENS",
    "UNI_VCACTOR": "UNI_VCACTOR",
    "ROLLO_DRIVE": "ROLLO_DRIVE",
    "BLDC": "BLDC",
    "SUN_DRIVE": "SUN_DRIVE",
    "SUN_DRIVE_BLDC": "SUN_DRIVE_BLDC",
    "SUN_DRIVE_JAL": "SUN_DRIVE_JAL",
    "SUN_DRIVE_ZIP": "SUN_DRIVE_ZIP",
    "SUN_DRIVE_ZIP_BLDC": "SUN_DRIVE_ZIP_BLDC",
    "SUN_DRIVE_SCREEN": "SUN_DRIVE_SCREEN",
    "SUN_DRIVE_SCREEN_BLDC": "SUN_DRIVE_SCREEN_BLDC",
    "SUN_DRIVE_SAIL": "SUN_DRIVE_SAIL",
    "SUN_DRIVE_SAIL_BLDC": "SUN_DRIVE_SAIL_BLDC",
    "ACT_GLASS_DIM": "ACT_GLASS_DIM",
    "ACT_SWITCH_DIM": "ACT_SWITCH_DIM",
    "SUN_DRIVE_VOLANT": "SUN_DRIVE_VOLANT",
    "ACT_IMPULSE_LIGHT": "ACT_IMPULSE_LIGHT",
    "ACT_WAY_LIGHT": "ACT_WAY_LIGHT",
    "ACT_IMPULSE_SHUTTER": "ACT_IMPULSE_SHUTTER",
    "ACT_DOOR": "ACT_DOOR",
    "PAR_ROLLO": "PAR_ROLLO",
    "PAR_BLDC": "PAR_BLDC",
    "PAR_MARKI": "PAR_MARKI",
    "PAR_MARKI_INS": "PAR_MARKI_INS",
    "PAR_JAL": "PAR_JAL",
    "PAR_ZIP": "PAR_ZIP",
    "PAR_CLOCK": "PAR_CLOCK",
    "PAR_MARKI_SENS": "PAR_MARKI_SENS",
    "PAR_SUN_SAIL": "PAR_SUN_SAIL",
    "PAR_JALOUSIE": "PAR_JALOUSIE",
    "PAR_WINDOW": "PAR_WINDOW",
    "PAR_ACT_GLAS_DIM": "PAR_ACT_GLAS_DIM",
    "PAR_ACT_SWITCH_DIM": "PAR_ACT_SWITCH_DIM",
    "SERIAL_TEST": "SERIAL_TEST",
    "SERVICE": "SERVICE",
    "PARAMTOOL": "PARAMTOOL",
    "REPEATER": "REPEATER",
    "CENTRAL0": "CENTRAL0",
    "CENTRAL1": "CENTRAL1",
    "CENTRAL2": "CENTRAL2",
    "BOOTLOADER": "BOOTLOADER",
    "RES0": "RES0",
    "RES1": "RES1",
    "RES2": "RES2",
    "RES3": "RES3",
    "RES4": "RES4",
    "RES5": "RES5",
    "RES6": "RES6",
    "SUN": "SUN",
    "SUN_DUSK": "SUN_DUSK",
    "SUN_DUSK_WIND": "SUN_DUSK_WIND",
    "SUN_DUSK_WIND_HUM_TEMPOUT": "SUN_DUSK_WIND_HUM_TEMPOUT",
    "SUN_DUSK_TEMPIN": "SUN_DUSK_TEMPIN",
    "SUN_DUSK_TEMPOUT": "SUN_DUSK_TEMPOUT",
    "SUN_DUSK_TEMPIN_PPM": "SUN_DUSK_TEMPIN_PPM",
    "WIND": "WIND",
    "WIND_HUM_TEMPOUT": "WIND_HUM_TEMPOUT",
    "HUM_TEMPOUT": "HUM_TEMPOUT",
    "TEMPOUT": "TEMPOUT",
    "TEMPIN": "TEMPIN",
    "PPM": "PPM",
    "Gerät identifizieren": "Identifier l'appareil",
    "Geräteinformationen aktualisieren": "Mettre à jour les informations sur l'appareil",
    "Das Update ist für dieses Gerät geeignet.": "La mise à jour est adaptée à cet appareil.",
    "Das Update ist nicht signiert.": "La mise à jour n'est pas certifiée.",
    "Konnte EEPROM nicht lesen. Bitte versuchen Sie es erneut.": "La mémoire EEPROM n'a pas pu être lue. Veuillez essayer à nouveau.",
    "Die ausgewählte Datei ist ungültig.": "Le fichier sélectionné n'est pas valide.",
    "Das ausgewählte Update ist nicht mit diesem Gerät kompatibel.": "La mise à jour sélectionnée n'est pas compatible avec cet appareil.",
    "Das ausgewählte Update verfügt über keine Signatur.": "La mise à jour sélectionnée ne dispose pas de signature.",
    "Die ausgewählte Datei beinhaltet kein Update für Ihr Gerät.": "Le fichier sélectionné ne contient pas de mise à jour pour votre appareil.",
    "Das ausgewählte Update verfügt über keine gültige Signatur.": "La mise à jour sélectionnée ne dispose pas d'une signature valide.",
    "Die Firmware wurde aktualisiert.": "Le firmware a été mis à jour.",
    "Hinweis: Das Gerät ist unter Umständen mehrere Minuten nicht erreichbar.": "Remarque : il se peut que l'appareil soit inaccessible pendant plusieurs minutes.",
    "Sende Paket %s von %s": "Envoyer le paquet %s de %s",
    "Fertig": "Terminé",
    "Endlage(n) löschen": "Supprimer la ou les fins de course",
    "Sollen die Endlagen gelöscht werden?": "Les positions finales doivent-elles être supprimées ?",
    "Die Änderung der Drehrichtung ist nur bei gelöschten Endlagen möglich.": "La modification du sens de rotation n'est possible que si les fins de course ont été effacées.",
    "Wird die \"Endlagen löschen\"-Funktion in einer der beiden Endlagen stehend aufgerufen, so wird nur diese Endlage gelöscht.": "Si la fonction \"Effacer les fins de course\" est sélectionné alors que l'une des deux fins de course est atteinte, seule cette position est effacée.",
    "Es wurden noch keine Geräte entdeckt": "Aucun appareil n'a encore été détecté",
    "%s": "%s",
    "Soll der Sensor von dem Gerät getrennt werden?": "Le capteur doit-il être dissocié de l'appareil ?",
    "Soll der Sensor dem Gerät zugeordnet werden?": "Le capteur doit-il être affecté à l'appareil ?",
    "Sensorzuordnung beenden": "Terminer l'affectation du capteur",
    "Die Sensorzuordnung ist aktiv": "L'affectation de capteur est active.",
    "Beenden": "Quitter",
    "Funkzuordnung löschen": "Effacer l'assignation radio",
    "Centronic löschen": "Effacer Centronic",
    "CentronicPLUS löschen": "Effacer CentronicPLUS",
    "Treppenlicht": "Éclairage d'escalier",
    "Batterie": "Batterie",
    "Das Update wurde durch die Becker-Antriebe GmbH signiert.": "La mise à jour a été validée par Becker-Antriebe GmbH.",
    "Es konnten nicht alle Informationen gelesen werden.": "Toutes les informations n'ont pas pu être lues.",
    "Bitte versuchen Sie es gleich erneut.": "Veuillez réessayer dans quelques instants.",
    "Sollen die Änderungen gespeichert werden?": "Les modifications doivent-elles être enregistrées ?",
    "Ungespeicherte Änderungen": "Modifications non enregistrées",
    "App-Version:": "Version de l'application :",
    "Der USB-Stick wird ausgeworfen und als Laufwerk eingebunden.": "La clé USB est retirée et connectée en tant que lecteur.",
    "Kopieren Sie das Firmware Update auf dieses Laufwerk.": "Veuillez sélectionner le lecteur correspondant portant l'étiquette \"CPLUSstick\" dans la boîte de dialogue suivante et choisir \"Enregistrer\".",
    "Globale Befehle": "Commandes globales",
    "Durch das Aktivieren der Sicherheitsfunktion wird das Herstellen der Lernbereitschaft nach einem Power-On dauerhaft deaktiviert! Wenn kein Zugriff mehr auf dieses Netz besteht (kein Handsender oder USB-Stick mehr vorhanden), ist eine Änderung des Netzes nicht mehr möglich. Eine Rücksetzung kann ausschließlich über einen Werksreset erfolgen - bei Antrieben erfordert dies ein Universal-Einstellset sowie Zugang zum Anschlusspunkt!": "En activant la fonction de sécurité, la disponibilité de programmation après une mise sous tension est désactivé de manière permanente ! S'il n'y a plus d'accès à ce réseau (plus de télécommande ou de clé USB), il n'est plus possible de modifier le réseau. Une réinitialisation ne peut être effectuée que par une réinitialisation d'usine - pour les motorisations, cela nécessite un kit de réglage universel ainsi que l'accès au point de raccordement !",
    "Diese Aktion mit \"%s\" bestätigen": "Confirmer cette action avec \"%s",
    "Alle Geräte neu starten": "Redémarrer tous les appareils",
    "Antriebssperre": "Verrouillage du moteur",
    "Sperre aufheben": "Supprimer le verrouillage",
    "Neue Geräte finden und hinzufügen": "Trouver et ajouter de nouveaux appareils",
    "Das Gerät ist bereits Teil einer Installation": "L'appareil fait déjà partie d'une installation",
    "Sonne / Wind (solarversorgt)": "Soleil / vent (alimenté par l'énergie solaire)",
    "Gerätenamen ändern": "Modifier le nom de l'appareil",
    "Sonnenschutzautomatik": "Automatisme de protection solaire",
    "Memo-Funktion": "Fonction mémo",
    "Um einen Sensor zuzuordnen oder eine bestehende Zuordnung zu löschen, tippen Sie bitte das gewünschte Gerät an.": "Pour attribuer un capteur ou supprimer une association existante, tapez sur l'appareil souhaité.",
    "AUF-Richtung sperren": "Bloquer le sens de la montée",
    "AB-Richtung sperren": "Bloquer le sens de la descente",
    "AUF- & AB-Richtung sperren": "Bloquer les sens MONTÉE & DESCENTE",
    "Es wurden noch keine Werte gelesen. Bitte haben Sie einen Moment Geduld": "Aucune valeur n'a encore été lue. Veuillez patienter un instant.",
    "Updatedatei auswählen": "Sélectionner le fichier de mise à jour",
    "Windalarm - Gerät gesperrt!": "Alarme vent - appareil bloqué !",
    "Beschattung aktiv": "Protection soleil active.",
    "Regen erkannt.": "Pluie détectée.",
    "Schwellwertüberschreitung": "Dépassement de la valeur seuil",
    "Das Gerät ist in AUF- und AB-Richtung gesperrt!": "L'appareil est bloqué dans les sens MONTÉE et DESCENTE !",
    "Das Gerät ist in AB-Richtung gesperrt!": "L'appareil est bloqué dans le sens de la descente !",
    "Das Gerät ist in AUF-Richtung gesperrt!": "L'appareil est bloqué dans le sens de la montée !",
    "Das Gerät ist in AUF- oder AB-Richtung gesperrt!!": "L'appareil est bloqué dans le sens de la montée ou de la descente !!",
    "Ausfahrtverzögerung bei erreichtem Sonnenwert": "Retard de sortie lorsque la valeur solaire est atteinte",
    "Einfahrtverzögerung bei unterschrittenem Sonnenwert": "Retard à la rentrée lorsque la valeur solaire n'est pas atteinte",
    "Markieren Sie weitere Geräte des gleichen Typs, um Schwellwerte an mehrere Geräte gleichzeitig zu übertragen. Durch erneutes Antippen können Sie die vorherige Markierung aufheben.": "Sélectionner d'autres appareils du même type pour transmettre des valeurs seuil à plusieurs appareils en même temps. Vous pouvez annuler la sélection précédente en appuyant à nouveau dessus.",
    "Vorhandene Centronic PLUS Geräte": "Appareils Centronic PLUS existants",
    "Filtern nach Name": "Filtrer par nom",
    "Bekannte Geräte:": "Appareils connus :",
    "Aktualisierung abbrechen": "Annuler la mise à jour",
    "Ansicht aktualisieren": "Actualiser la vue",
    "Alle Daten neu einlesen": "Recharger toutes les données",
    "Aktiviert oder deaktiviert die automatische Sonnenschutzüberwachung. Das gewählte Gerät muss mit einem entsprechenden Sensor verbunden sein.": "Active ou désactive la surveillance automatique de la protection solaire. L'appareil sélectionné doit être relié à un capteur correspondant.",
    "Aktiviert oder deaktiviert die Memo-Funktion im gewählten Gerät. Memo-Zeiten können mit geeigneten Handsendern programmiert werden indem zum gewünschten Zeitpunkt die Fahrtaste länger als 5 Sekunden gedrückt wird. Die Fahrbewegung wird dann alle 24 Stunden wiederholt.": "Active ou désactive la fonction de mémo dans l'appareil sélectionné. Les temps de mémo peuvent être programmés avec des télécommandes appropriées en appuyant sur la touche de déplacement pendant plus de 5 secondes au moment souhaité. Le mouvement de déplacement est alors répété toutes les 24 heures.",
    "Achtung!": "Attention !",
    "Hinzufügen beenden": "Terminer l'ajout",
    "Gerätezuordnung beenden": "Terminer l'association des appareils",
    "Gerätezuordnung": "Association d'appareils",
    "Die Gerätezuordnung ist aktiv": "L'association appareils est active",
    "Alle Sensorzuordnungen löschen": "Supprimer toutes les associations de capteurs",
    "USB-Stick verbleibt beim Kunden": "La clé USB reste chez le client",
    "USB-Stick verbleibt beim Monteur": "La clé USB reste chez l'installateur",
    "Durch das Löschen der Sensorzuordnung werden alle verbundenen Sensoren von diesem Gerät entfernt! Sämtliche Überwachungsfunktionen werden deaktiviert.\nSind Sie sicher?": "En supprimant l'association des capteurs, tous les capteurs connectés sont supprimés de cet appareil ! Toutes les fonctions de surveillance sont désactivées. Êtes-vous sûr ?",
    "Die Kompatibilitätsprüfung für dieses Update ist deaktiviert!": "Le contrôle de compatibilité pour cette mise à jour est désactivé !",
    "Laufzeit": "Durée de fonctionnement",
    "Wendungszeit": "Temps de rotation",
    "Impulszeit": "Temps d'impulsion",
    "Laufzeit speichern": "Enregistrer la durée de fonctionnement",
    "Soll der Sender von dem Gerät getrennt werden?": "L'émetteur doit-il être dissocié de l'appareil ?",
    "Soll der Sender dem Gerät zugeordnet werden?": "L'émetteur doit-il être associé à l'appareil ?",
    "Um Geräte zuzuordnen oder eine bestehende Zuordnung zu löschen, tippen Sie bitte das gewünschte Gerät an.": "Pour attribuer des appareils ou supprimer une association existante, taper sur l'appareil souhaité.",
    "Sensorverlust!": "Perte du capteur !",
    "Die Sonnenschutzkonfiguration ist aktiv": "La configuration de la protection solaire est active.",
    "Frost": "Gel",
    "Kein Frost": "Pas de gel",
    "CentronicPLUS": "CentronicPLUS",
    "Einlernbereitschaft aktivieren": "Activer la fonction d'apprentissage",
    "Einlernbereitschaft deaktivieren": "Désactiver la fonction d'apprentissage",
    "Centronic": "Centronic",
    "Einlernbereitschaft aktivieren (Master)": "Activer la fonction d'apprentissage (maître)",
    "Auslernbereitschaft aktivieren": "Activer l'apprentissage",
    "Ein-/Auslernbereitschaft deaktivieren": "Désactiver la fonction apprentissage/désapprentissage",
    "Soll der Empfänger der Installation hinzugefügt werden?": "Le récepteur doit-il être ajouté à l'installation ?",
    "Laufzeit übertragen": "Transmettre la durée de fonctionnement",
    "Die Laufzeitübertragung ist aktiv": "La transmission des temps de fonctionnement est active.",
    "Markieren Sie weitere Geräte, um Laufzeiten zu übertragen.": "Sélectionner d'autres appareils pour transmettre des durées de fonctionnement.",
    "Der gewählte Empfänger fährt automatisch in die obere Endlage und wird gegen jede Art der Bedienung gesperrt (betrifft auch alle eingelernten Sender). Wird verwendet, um Schutzüberzüge für Markisen vor Beschädigungen zu schützen.": "Le récepteur sélectionné se déplace automatiquement en position de fin de course haute et est bloqué contre tout type de manipulation (concerne également tous les émetteurs programmés). Utilisé pour  protéger les housses de de protection des stores contre les détériorations.",
    "Soll die Laufzeit von %s auf %s übertragen werden?": "La durée de fonctionnement doit-elle être transférée de %s à %s ?",
    "Laufzeitübertragung abbrechen": "Annuler le transfert de la durée de fonctionnement",
    "Verbindung wird hergestellt": "Connexion en cours",
    "Es konnte keine Verbindung hergestellt werden": "Aucune connexion n'a pu être établie",
    "CentralControl": "CentralControl",
    "Bluetooth": "Bluetooth",
    "CentronicPLUS USB-Stick": "Clé USB CentronicPlus",
    "USB": "USB",
    "Fahrprofil": "Profil de vitesse",
    "Geschwindigkeiten": "Vitesse",
    "Sonderfunktionen": "Fonctions spéciales",
    "Möchten Sie die Konfiguration wirklich beenden?": "Voulez-vous vraiment arrêter la configuration ?",
    "Ab": "Démarrage",
    "Auf": "Ouverture",
    "Langsamfahrt Ab": "Vitesse de démarrage",
    "Langsamfahrt Auf": "Vitesse lente ouverture",
    "Eilfahrt Ab": "Vitesse rapide de démarrage",
    "Eilfahrt Auf": "Vitesse rapide ouverture",
    "Einstellungen": "Paramètres",
    "Kanalbelegung": "Affectation des canaux",
    "Warte auf Handsender": "En attente de l'émetteur portatif",
    "Drücken Sie jetzt eine Taste an Ihrem Handsender": "Appuyez maintenant sur une touche de votre émetteur portatif",
    "Fahrprofile": "Profils de déplacement",
    "Das Gerät wird neu gestartet. Es kann einen Moment dauernd, bis alle Funktionen des Geräts wieder verfügbar sind.": "L'appareil redémarre. Cela peut durer un moment jusqu'à ce que toutes les fonctions de l'appareil soient à nouveau disponibles.",
    "Auf CPLUSstick speichern": "Enregistrer sur la clé CPLUS",
    "USB-Update verfügbar": "Mise à jour USB disponible",
    "Sollen wirklich alle Antriebe der Installation gegen Bedienung gesperrt werden?": "Faut-il vraiment bloquer toutes les motorisations de l'installation pour empêcher toute manipulation ?",
    "Sollen wirklich alle Sensorzuordnungen gelöscht werden?": "Faut-il vraiment supprimer toutes les affectations de capteurs ?",
    "Sollen wirklich alle Endlagen gelöscht werden?": "Faut-il vraiment effacer toutes les positions finales ?",
    "Sollen wirklich alle Antriebe der Installation entsperrt werden?": "Faut-il vraiment débloquer tous les actionneurs de l'installation ?",
    "Geräte neu starten": "Redémarrer les appareils",
    "Alle Geräte werden neu gestartet. Es kann einen Moment dauernd, bis alle Funktionen wieder verfügbar sind.": "Tous les appareils sont redémarrés. Cela peut durer un moment jusqu'à ce que toutes les fonctions soient à nouveau disponibles",
    "Ping": "Ping",
    "Erweitert": "Avancé",
    "Alle Endlagen löschen": "Effacer toutes les positions finales",
    "Alle Antriebe sperren": "Bloquer toutes les motorisations",
    "Soll das Gerät Kanal %s auf dem Handsender zugeordnet werden?": "L'appareil doit-il être affecté au canal %s sur la télécommande ?",
    "Speichern": "Enregistrer",
    "Die Handsenderkonfiguration wird gespeichert. Dies kann einen Moment in Anspruch nehmen.": "La configuration de la télécommande est enregistrée. Cela peut prendre un certain temps.",
    "Kanalbelegung speichern": "Enregistrer l'affectation des canaux",
    "Build: %s": "Build : %s",
    "Gerätename": "Nom de l'appareil",
    "Der Name ist zu lang!": "Le nom est trop long !",
    "Stellen Sie sicher, dass die LED-Anzeige Ihres Handsenders nicht leuchtet. Verlassen Sie gegebenfalls den Einlernbetrieb durch langes Drücken der Einlerntaste. Drücken Sie dann die Stopp Taste Ihrer Fernbedienung erneut.": "Assurez-vous que l’affichage LED de votre télécommande ne soit pas allumé. Quittez éventuellement le mode d’apprentissage en maintenant le bouton d’apprentissage enfoncé. Appuyez ensuite à nouveau sur le bouton stop de votre télécommande.",
    "Dieser Sensor sendet ausschließlich Fahrbefehle! Die Konfiguration von Schwellwerten muss direkt am %s erfolgen.": "Ce capteur envoie uniquement des ordres de déplacement ! La configuration des valeurs seuils doit être effectuée directement sur le %s.",
    "Sensor": "Capteur",
    "Das Gerät hat %s mehrere Fehler festgestellt": "L'appareil a %s détecté plusieurs erreurs.",
    "Es ist ein unbekanntes Problem aufgetreten.": "Un problème inconnu est survenu",
    "Telegrammdarstellung": "Représentation du réseau",
    "Funkprotokoll exportieren": "Exporter le protocole radio ",
    "Telegramm": "Réseau",
    "%s Uhr": "%s Horloge",
    "Bitte schließen Sie die Einrichtung vollständig ab.": "Veuillez terminer complètement la configuration.",
    "Bedienung": "Utilisation",
    "Deaktivieren": "Désactivé",
    "Sonne (Fassade)": "Soleil (façade)",
    "Sonne (Fenster)": "Soleil (fenêtre)",
    "Einrichtungsassistent": "Assistant d'installation",
    "Möchten Sie den Einrichtungsassistenten starten? Hierdurch wird Ihre Timecontrol zunächst zurückgesetzt!": "Vous souhaitez lancer l'assistant de configuration ? Cela réinitialise d'abord votre Timecontrol !",
    "Schaltzeiten": "Heures de commutation",
    "System": "Système",
    "Betriebsart / Laufzeit": "Mode de fonctionnement / Durée de fonctionnement",
    "Herzlich Willkommen zur Ersteinrichtung ihres Becker-Antriebe-Produktes!": "Bienvenue dans la configuration initiale de votre produit Becker !",
    "In den nächsten Schritten werden wir Sie durch die Einrichtung Ihrer neuen Steuerung führen.": "Dans les étapes suivantes, nous allons vous guider dans la configuration de votre nouvelle commande.",
    "Welches Produkt ist an Ihre Steuerung angeschlossen?": "Quel produit est connecté à votre commande ?",
    "Rollladen / Screen": "Volet roulant / Screen",
    "Markise": "Store banne",
    "Fahren Sie Ihren Rollladen oder Screen in die obere Endlage und drücken Sie anschließend auf \"Weiter\".": "Déplacez votre volet roulant ou votre screen en position de fin de course supérieure et appuyez ensuite sur \"Continuer\".",
    "Fahren Sie Ihre Jalousie in die obere Endlage und drücken Sie anschließend auf \"Weiter\".": "Déplacez votre store vénitien en position de fin de course supérieure et appuyez ensuite sur \"Continuer\".",
    "Später": "Plus tard",
    "Fahren Sie Ihren Rollladen oder Screen in die untere Endlage und drücken Sie auf \"Weiter\".": "Déplacez votre volet roulant ou votre store en position de fin de course inférieure et appuyez sur \"Suivant\".",
    "Einstellungen werden übertragen.": "Les paramètres sont transférés.",
    "Verwenden Sie eine der angebotenen Automatisierungsvorlagen oder konfigurieren Sie diese später individuell.": "Utilisez l'un des modèles d'automatisation proposés ou configurez-les individuellement plus tard.",
    "Beschattungsautomatik": "Automatisme d'ombrage",
    "Dauerbeschattung": "Ombrage permanent",
    "Wohnraum": "Salon",
    "Schlafraum": "Chambre à coucher",
    "Astrofunktion": "Fonction Astro",
    "Ihr Standort konnte nicht ermittelt werden. Stellen Sie sicher, dass Ihr Telefon über aktives GPS oder WLAN verfügt.": "Votre position n'a pas pu être déterminée. Assurez-vous que votre téléphone dispose d'un GPS ou d'un WLAN actif.",
    "Zur Berechnung der Astro-Funktion benötigt die App einmalig Zugriff auf Ihren Standort.": "Pour calculer la fonction Astro, l'application a besoin d'accéder une fois à votre position.",
    "Einstellungen öffnen": "Ouvrir les paramètres",
    "Die Inbetriebnahme ist abgeschlossen und Ihre Steuerung ist eingerichtet. Anpassungen können Sie später jederzeit im entsprechenden Menüpunkt vornehmen.": "La mise en service est terminée et votre commande est configurée. Vous pouvez procéder à des adaptations à tout moment ultérieurement dans l'option de menu correspondante.",
    "Die Zwischenpositionen sind eingerichtet. Anpassungen können Sie später jederzeit im entsprechenden Menüpunkt vornehmen.": "Les positions intermédiaires sont configurées. Vous pourrez procéder à des adaptations ultérieurement et à tout moment dans l'option de menu correspondant.",
    "Sensoren sind für dieses Gerät nicht konfiguriert.": "Les capteurs ne sont pas configurés pour cet appareil.",
    "Sonnensensor": "Capteur de luminosité",
    "Schwellwert Sonne ausfahren": "Valeur seuil de luminosité Sortie",
    "Schwellwert Sonne einfahren": "Valeur seuil de luminosité Entrée",
    "Einfahrverzögerung Sonne (Min)": "Temporisation d'entrée Luminosité (min)",
    "Ausfahrverzögerung Sonne (Min)": "Temporisation de sortie Luminosité (min)",
    "Schwellwert Dämmerung": "Valeur seuil crépuscule",
    "Schwellwert Wind": "Valeur seuil vent",
    "Schaltzeit ohne Tage": "Heure de commutation",
    "Schaltzeiten ohne konfigurierte Tage werden entfernt.\nWollen Sie dennoch fortfahren?": "Les heures de commutation configurés sont supprimées.\nVoulez-vous quand même continuer ?",
    "Schaltzeit %s": "Heure de commutation %s",
    "Schaltzeit löschen": "Supprimer l'heure de commutation",
    "Soll die Schaltzeit wirklich gelöscht werden?": "L'heure de commutation doit-elle vraiment être supprimée ?",
    "Alle Schaltzeiten löschen": "Supprimer toutes les heures de commutation",
    "Sollen wirklich alle Schaltzeiten gelöscht werden?": "Faut-il vraiment effacer toutes les heures de commutation ?",
    "Schaltzeiten werden gelöscht": "Les heures de commutation sont effacées",
    "Astro & Standort": "Astro & localisation",
    "Ihr Standort konnte nicht ermittelt werden!": "Votre position n'a pas pu être déterminée !",
    "Stellen Sie sicher, dass die Ermittlung der Standortdaten aktiviert ist.": "Assurez-vous que la détection des données de localisation est activée",
    "Ihr Standort wird ermittelt": "Votre emplacement est déterminé",
    "Der Sonnenverlauf für Ihren Standort wird berechnet": "La trajectoire du soleil pour votre emplacement est calculée",
    "Standort ermitteln": "Déterminer la position",
    "Neue Schaltzeit anlegen": "Créer une nouvelle heure de commutation",
    "Es wurden noch keine Schaltzeiten angelegt. Konfigurieren Sie Ihre Schaltzeit individuell, oder verwenden Sie eine Vorlage": "Aucune heure de commutation n'a encore été créée. Configurez votre heure de commutation individuellement ou utilisez un modèle",
    "Tage": "Jours",
    "Mo": "Lundi",
    "Di": "Mardi",
    "Mi": "Mercredi",
    "Do": "Jeudi",
    "Fr": "Vendredi",
    "Sa": "Samedi",
    "So": "Dimanche",
    "Aktion": "Action",
    "ZP2 / Beschattungsposition": "PI.2 / Position d'ombrage",
    "ZP1 / Lüftungsposition": "PI.1 / position de ventilation",
    "Wenn": "Si",
    "Uhrzeit": "Heure",
    "Astro Abends": "Astro soir",
    "Astro Morgens": "Astro Matin",
    "Verschiebung": "Décalage",
    "(+/- 60 Minuten)": "(+/- 60 minutes)",
    "Sperrzeit": "Temps de fermeture",
    "Schaltzeit Löschen": "Heure de commutation effacée",
    "Sonnenuntergang (%s)": "Coucher de soleil (%s)",
    "Sonnenuntergang (%s Uhr)": "Coucher de soleil (%s heure)",
    "Jan.": "Janvier",
    "Sommerzeit": "Heure d'été",
    "Dez.": "Décembre",
    "Sonnenaufgang (%s)": "Lever du soleil (%s)",
    "Sonnenaufgang (%s Uhr)": "Lever du soleil (%s heure)",
    "Automatische Sommerzeit": "Heure d'été automatique",
    "PM / AM": "PM / AM",
    "Informationen": "Informations",
    "Version": "Version",
    "Erstinbetriebnahme": "Première mise en service",
    "Relais Zyklen": "Cycle des relais",
    "Fahrzeit gesamt": "Temps de course total",
    "Reset": "Réinitialisation",
    "Soll wirklich ein Reset durchgeführt werden?": "Faut-il vraiment effectuer une réinitialisation ?",
    "Ungültige Eingabe": "Entrée non valide",
    "Bitte geben Sie gültige Werte ein:": "Veuillez saisir des valeurs valides :",
    "Laufzeit: 0 - 360 Sekunden": "Durée de fonctionnement : 0 - 360 secondes",
    "Wendezeit: 0 - 25,5 Sekunden": "Temps de changement de sens : 0 - 25,5 secondes",
    "Betriebsart ändern": "Modifier le mode de fonctionnement",
    "Sensoren": "Capteurs",
    "Lichtsensor außen": "Capteur de luminosité extérieur",
    "Lichtsensor innen": "Capteur de luminosité intérieur",
    "Windsensor": "Capteur vent",
    "Laufzeiten": "Durée",
    "Wendezeit": "Durée du demi-tour",
    "Zusatzfunktionen": "Fonctions supplémentaires",
    "Firmware-Updates werden geladen...": "Chargement des mises à jour du micrologiciel...",
    "Aktualisiere Hilfedateien": "Mettre à jour les fichiers d'aide",
    "Monteurhandbuch": "Manuel de l'installateur",
    "Standardbetrieb": "Fonctionnement standard",
    "Flüsterbetrieb": "Mode silencieux",
    "Dynamikbetrieb": "Mode dynamique",
    "Bitte aktualisieren Sie zuerst die Firmware Ihres USB-Sticks": "Veuillez d'abord mettre à jour le firmware de votre clé USB",
    "Keine Aktualisierung verfügbar": "Aucune mise à jour disponible",
    "ArtNr": "ArtNr",
    "Bitte stecken Sie einen Centronic PLUS USB-Stick ein oder bringen Sie ein Bluetooth-fähiges Becker-Antriebe Produkt in Lernbereitschaft": "Veuillez insérer une clé USB Centronic PLUS ou mettre un produit Becker-Antriebe compatible Bluetooth en mode apprentissage",
    "Sensorverlust": "Perte de capteur",
    "Startklar!": "Prêt à partir!",
    "Aktualisierung verfügbar": "Mise à jour disponible",
    "Soll die Einrichtung wirklich beendet werden?": "Voulez-vous vraiment terminer l'installation ?",
    "Ihre CentralControl wird neu gestartet.": "Votre CentralControl redémarre.",
    "Sonnenschutzautomatik aktivieren": "Activer l'automatisation de la protection solaire",
    "Sonnenschutzautomatik deaktivieren": "Désactiver l'automatisation de la protection solaire",
    "Memo-Funktion aktivieren": "Activer la fonction mémo",
    "Memo-Funktion deaktivieren": "Désactiver la fonction mémo",
    "Bitte setzen Sie zuerst du untere Endlage. Fahren Sie die Jalousie danach in die maximale Wendung (volle Öffnung der Lamellen) und setzen Sie nochmals die untere Endlage. Dann fahren Sie die Jalousie komplett auf und setzen Sie die obere Endlage. Damit ist die Programmierung abgeschlossen und der individuelle Wendungsweg Ihrer Jalousie ist eingestellt.": "Commencez par régler la position finale inférieure. Ensuite, inclinez le store au maximum (ouverture complète des lamelles) et réglez à nouveau la position finale inférieure. Ensuite, ouvrez complètement le store et réglez la position finale supérieure. La programmation est maintenant terminée et la plage d'inclinaison individuelle de votre store est définie.",
    "Drücken Sie die Stopp Taste Ihres Sensors erneut": "Appuyez de nouveau sur le bouton d'arrêt de votre capteur",
    "Testmodus": "Mode test",
    "Der Testmodus ist jetzt aktiv.": "Le mode test est maintenant actif.",
    "Testmodus aktivieren": "Activer le mode test",
    "Untere Endlage": "Position de fin inférieure",
    "Fahren Sie Ihre Jalousie untere Endlage und drücken Sie auf \"Weiter\".": "Déplacez votre store jusqu'à la position de fin inférieure et appuyez sur \"Suivant\".",
    "Wendungsposition": "Position de pivotement",
    "Fahren Sie die Jalousie in AUF-Richtung, bis die maximale Wendung erreicht ist und drücken Sie auf \"Weiter\".": "Déplacez le store en direction HAUT jusqu'à atteindre la position de pivotement maximale, puis appuyez sur \"Suivant\".",
    "Obere Endlage": "Position de fin supérieure",
    "Voreinstellung": "Préréglage",
    "Der Name darf maximal 21 Zeichen lang sein": "Le nom peut contenir au maximum 21 caractères.",
    "Urlaubs-Funktion": "Mode vacances",
    "Sensoren zurücksetzen": "Réinitialiser les capteurs",
    "Eingänge": "Entrées",
    "Externe Eingänge": "Entrées externes",
    "Zusätzliche Sensoren": "Capteurs supplémentaires",
    "Alle Geräte aktualisieren": "Mettre à jour tous les appareils",
    "Login": "Connexion",
    "Ungültige E-Mail oder Passwort": "E-mail ou mot de passe invalide",
    "Anmelden": "Se connecter",
    "Rückmeldung aktivieren": "Activer le retour d'information",
    "Hiermit werden alle eingelernten Geräte aufgefordert, alle Statusänderungen direkt an das Tool zu senden. Denken Sie unbedingt daran, diese Rückmeldung wieder zu deaktivieren, wenn der USB Stick nach Abschluss der Installation nicht in der Installation verbleibt (da sonst unnötige Rückmeldungen in die Installation erfolgen). Ältere Softwarestände unterstützen diese Funktion gegebenenfalls noch nicht.": "Tous les appareils enregistrés sont invités à envoyer toutes les modifications d'état directement à l'outil. Veillez à désactiver à nouveau ce retour d'information si la clé USB ne doit pas rester dans l'installation après son achèvement (sinon, des retours d'information inutiles seront envoyés à l'installation). Les anciennes versions du logiciel peuvent ne pas encore prendre en charge cette fonction.",
    "Filter": "Filtre",
    "Beta Updates": "Mises à jour bêta",
    "Sekunden": "Secondes",
    "Kanal": "Canal",
    "Möchten Sie wirklich alle Zwischenpositionen löschen?": "Voulez-vous vraiment supprimer toutes les positions intermédiaires ?",
    "Fahren Sie Ihre Markise in die komplett geöffnete Position (ausgefahren) und drücken Sie auf \"Weiter\".": "Déplacez votre store banne jusqu'à la position complètement ouverte (déployée) et appuyez sur \"Suivant\".",
    "Fahren Sie Ihre Markise in komplett geschlossene Position (eingefahren) und drücken Sie anschließend auf \"Weiter\".": "Déplacez votre store banne jusqu'à la position complètement fermée (repliée) et appuyez ensuite sur \"Suivant\".",
    "Fahren Sie Ihren Rollladen oder Screen in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Déplacez votre volet roulant ou écran jusqu'à la position d'ombrage souhaitée / position intermédiaire 2 et appuyez sur \"Suivant\".",
    "Fahren Sie Ihre Jalousie in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Déplacez votre store vénitien jusqu'à la position d'ombrage souhaitée / position intermédiaire 2 et appuyez sur \"Suivant\".",
    "Fahren Sie Ihre Markise in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Déplacez votre store banne jusqu'à la position d'ombrage souhaitée / position intermédiaire 2 et appuyez sur \"Suivant\".",
    "Fahren Sie Ihren Rollladen oder Screen jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Déplacez votre volet roulant ou écran jusqu'à la position de ventilation souhaitée / position intermédiaire 1 et appuyez sur \"Suivant\".",
    "Fahren Sie Ihre Jalousie jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Déplacez votre store vénitien jusqu'à la position de ventilation souhaitée / position intermédiaire 1 et appuyez sur \"Suivant\".",
    "Fahren Sie Ihre Markise jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Déplacez votre store banne jusqu'à la position de ventilation souhaitée / position intermédiaire 1 et appuyez sur \"Suivant\".",
    "Betriebsart & Einstellungen": "Mode de fonctionnement & paramètres",
    "Betriebsart:": "Mode de fonctionnement :",
    "Ein Wechsel der Betriebsart führt dazu, dass das Gerät auf Werkseinstellungen zurückgesetzt wird - danach wird der Inbetriebnahmeassistent erneut ausgeführt.": "Changer le mode de fonctionnement réinitialisera l'appareil aux paramètres d'usine – l'assistant d'installation redémarrera ensuite.",
    "Erlaubt das Abspeichern der aktuellen Uhrzeit als Schaltzeit durch langes Drücken der entsprechenden Fahrtaste (>6s).": "Permet d'enregistrer l'heure actuelle comme heure de commutation en maintenant le bouton correspondant enfoncé (>6s).",
    "Verschiebt die programmierten Schaltzeiten zufällig im Bereich von 30 Minuten. Soll eine Anwesenheit simulieren.": "Décale aléatoirement les heures de commutation programmées dans une plage de 30 minutes. Utilisé pour simuler une présence.",
    "Sensoren & Eingänge": "Capteurs & entrées",
    "Möchten Sie wirklich alle Sensoren zurücksetzen?": "Voulez-vous vraiment réinitialiser tous les capteurs ?",
    "Kurzer Tastendruck: \n": "Pression courte sur le bouton : \n",
    "Stoppt die Bewegung oder führt eine Wendung aus.": "Arrête le mouvement ou effectue une rotation.",
    "Langer Tastendruck: \n": "Pression longue sur le bouton : \n",
    "Statet einen Fahrbefehl": "Lance une commande de déplacement",
    "Doppeltipp: \n": "Double appui : \n",
    "Fährt zur entsprechenden Zwischenposition": "Déplace vers la position intermédiaire correspondante",
    "Signal >5 Sekunden: \n": "Signal >5 secondes : \n",
    "Fahren und Sperren in der entsprechenden Richtung (Automatiken werden deaktiviert)": "Déplacement et verrouillage dans la direction correspondante (les automatisations sont désactivées)",
    "Regensensor-Eingang: \n": "Entrée du capteur de pluie : \n",
    "Startet eine Fahrt und sperrt die Bedienung (Automatiken bleiben aktiv)": "Démarre un déplacement et verrouille le contrôle (les automatisations restent actives)",
    "Innentemperatur-Sensor: \n": "Capteur de température intérieure : \n",
    "Die Sonnenautomatik wird erst ausgelöst, wenn die am Sensor eingestellte Temperatur erreicht ist.": "L'automatisation solaire ne se déclenche que lorsque la température réglée sur le capteur est atteinte.",
    "Ändern": "Modifier",
    "Schaltet die Geräte-LED dauerhaft ein um nachts eine Orientierung im Raum zu ermöglichen.": "Allume en permanence la LED de l’appareil pour permettre l’orientation dans la pièce la nuit.",
    "Nachtlicht": "Veilleuse",
    "Zeigt den aktuellen Schaltzustand (ein/aus) über die Geräte-LED an.": "Affiche l’état actuel de commutation (marche/arrêt) via la LED de l’appareil.",
    "Status LED": "LED d’état",
    "Laufzeit löschen": "Effacer le temps de fonctionnement",
    "Temperatur": "Température",
    "Lüftungsposition": "Position de ventilation",
    "Beschattungsposition": "Position d’ombrage",
    "Position (Prozent)": "Position (pourcentage)",
    "Wendung (Prozent)": "Rotation (pourcentage)",
    "Übernehmen": "Appliquer",
    "Öffnen": "Ouvrir",
    "Schliessen": "Fermer",
    "Sonnenschutzautomatik ein": "Activer l’automatisation de la protection solaire",
    "Sonnenschutzautomatik aus": "Désactiver l’automatisation de la protection solaire",
    "Startet einen Fahrbefehl": "Démarrer une commande de déplacement",
    "Lernfahrt": "Course d’apprentissage",
    "speichern": "Enregistrer",
    "Möchten Sie die Bluetooth-Verbindung wirklich trennen?": "Voulez-vous vraiment déconnecter la connexion Bluetooth ?",
    "Verbindung trennen": "Déconnecter",
    "Es existiert bereits eine Uhr mit dieser Schaltzeit!": "Un programmateur avec cette heure de commutation existe déjà !",
    "Hinweis: Manuelle oder automatische Fahrbefehle im aktivierten Sonnenschutzbetrieb führen zu einer Unterbrechung der Automatik bis der nächste Schwellwert über- oder unterschritten wird.": "Remarque : Les commandes de mouvement manuelles ou automatiques en mode protection solaire activé interrompront l'automatisation jusqu'à ce que le prochain seuil soit dépassé ou non atteint.",
    "Lüftungsposition (ZP1) löschen": "Supprimer la position de ventilation (ZP1)",
    "Beschattungsposition (ZP2) löschen": "Supprimer la position d’ombrage (ZP2)",
    "Möchten Sie die Zwischenposition wirklich löschen?": "Voulez-vous vraiment supprimer la position intermédiaire ?",
    "Zwischenposition löschen": "Supprimer la position intermédiaire",
    "Fahrprofil / Geschwindigkeiten": "Profil de déplacement / Vitesses",
    "Überschneidende Schaltzeiten": "Temps de commutation qui se chevauchent",
    "Das Rollladen-Gewicht hat Einfluß auf die Genauigkeit der Positionsanfahrt und der Zwischenpositionen. Bitte wählen Sie das verbaute Material:": "Le poids du volet roulant influence la précision de l’approche de position et des positions intermédiaires. Veuillez sélectionner le matériau installé :",
    "Aluminium": "Aluminium",
    "Kunststoff": "Plastique",
    "Holz / Stahl": "Bois / Acier",
    "Screen": "Store écran",
    "Screen mit Endleiste": "Store avec barre de charge",
    "Korrekturen": "Corrections",
    "Anlaufkorrektur": "Correction de démarrage",
    "Auf / Ab %": "Différence en direction de montée en %",
    "Prozent": "Pourcentage",
    "Reaktionszeit": "Temps de réaction",
    "Konfiguration beenden": "Terminer la configuration",
    "Endlage oben setzen": "Définir la position de fin supérieure",
    "Endlage unten setzen": "Définir la position de fin inférieure",
    "Werkseinstellungen": "Paramètres d'usine",
    "Schaltzeit wählen": "Sélectionner le temps de commutation"
}