{
    "Netz beitreten": "Unirsi alla rete",
    "Der ausgewählt Empfänger ist bereits Teil einer Installation. Möchten Sie dieser Installation beitreten?": "Il dispositivo selezionato è già parte di un'installazione esistente. Vuoi unirti?",
    "Abbrechen": "Annulla",
    "Ja": "Sì",
    "Empfänger einlernen": "Aggiungi dispositivo",
    "Weiter": "Avanti",
    "oder": "o",
    "Netzwerkbeitritt": "Unirsi alla rete",
    "Installation:": "Installazione:",
    "Werkszustand": "Impostazioni di fabbrica",
    "MAC-ID: %s": "MAC-ID: %s",
    "Unbekannt": "Sconosciuto",
    "Seriennummer: %s": "Numero seriale: %s",
    "Software: %s": "Software: %s",
    "Einrichtung abgeschlossen": "Impostazione del dispositivo completata",
    "Einrichtung unvollständig": "Impostazione del dispositivo incompleta",
    "Name": "Nome",
    "Position": "Posizione",
    "Wendung": "Orientamento delle lamelle",
    "Fliegengitterschutz": "Protezione Flyscreen",
    "Festfrierschutz": "Funzione antigelo",
    "Sonnenschutz": "Protezione Solare",
    "Betriebsart": "Modalità operativa",
    "Endlagen": "Fine corsa di arresto",
    "Zwischenpositionen": "Fine corsa intermedi",
    "Erweiterte Einstellungen": "Impostazioni avanzate",
    "Durch das Löschen der Funkzuordnung werden alle Einstellungen zum gewählten Funksystem zurückgesetzt! Eingelernte Handsender verlieren dadurch die Funktion und müssen neu verbunden werden. Sind Sie sicher dass das Funksystem zurückgesetzt werden soll?": "Cancellazione di tutte le impostazioni del sistema radio selezionato! Ciò significa che i trasmettitori portatili collegati perdono la loro funzione e devono essere riprogrammati. Siete sicuri di voler resettare il sistema radio?",
    "Gerät neu starten": "Riavviare il dispositivo",
    "Firmware aktualisieren": "Aggiornamento del firmware",
    "Centronic Funkzuordnung löschen": "Cancellare le impostazioni del sistema radio Centronic",
    "CentronicPLUS Funkzuordnung löschen": "Cancellare le impostazioni della radio Centronic PLUS",
    "Alle Funkzuordnungen löschen": "Ripristino delle impostazioni per TUTTI i sistemi radio",
    "Endlage löschen": "Cancellare il fine corsa",
    "Drehrichtung ändern": "Inversione del senso di rotazione",
    "Rollladen": "Tapparella",
    "Rollladen (Impuls)": "Tapparella (funzionamento a impulsi)",
    "Jalousie": "Venenziana",
    "Schaltaktor": "Attuatore di commutazione",
    "Schaltaktor (Impuls)": "Attuatore di commutazione (funzionamento a impulsi)",
    "Lüftungsposition (ZP1) anfahren": "Passare alla posizione di ventilazione (interm. pos. 1)",
    "Beschattungsposition (ZP2) anfahren": "Passare alla posizione di ombreggiatura (interm. pos. 2)",
    "Lüftungsposition (ZP1) setzen": "Impostare la posizione di ventilazione (interm. pos. 1)",
    "Beschattungsposition (ZP2) setzen": "Impostare la posizione di ombreggiatura (interm. pos. 2)",
    "Die Änderung der Betriebsart hat zur Folge, dass ALLE Einstellungen des Empfängers zurückgesetzt werden! Davon sind alle programmierten Laufzeiten, Zwischenpositionen und Sonnenschutzeinstellungen betroffen. Gegebenenfalls müssen eingelernte Handsender noch einmal aus- und neu eingelernt werden, um die volle Funktionalität sicherzustellen.": "La modifica della modalità operativa comporta il reset di TUTTE le impostazioni del ricevitore! Ciò riguarda tutti i tempi di funzionamento programmati, le posizioni intermedie e le impostazioni di protezione solare. Se necessario, i trasmettitori portatili collegati devono essere riprogrammati per garantire la piena funzionalità.",
    "Sind Sie sicher, dass die Betriebsart des Geräts geändert werden soll?": "Siete sicuri di voler cambiare la modalità di funzionamento del dispositivo?",
    "Wiederholen": "Riprova",
    "Sonnenschwellwert (Stufe)": "Soglia solare (livello)",
    "Überschritten": "Superato",
    "Unterschritten": "Discesa in basso",
    "Verzögerung Sonnenautomatik (Minuten)": "Ritardo per la protezione solare (minuti)",
    "Schwellwert für Windsensor": "Soglia del vento",
    "Wintermodus": "Modalità inverno",
    "Reaktion auf Regen": "Reazione alla pioggia",
    "Einfahren": "Salita",
    "Keine": "Nessuno",
    "Ausfahren": "Discesa",
    "Zwischenpositionen löschen": "Cancellare le posizioni intermedie",
    "Informationen zum USB-Stick": "Informazioni sulla chiavetta USB",
    "Teilnehmer einer Installation:": "Installazione esistente:",
    "Nein": "No",
    "MAC-ID:": "ID MAC:",
    "Installations-ID:": "ID installazione:",
    "Firmware:": "Firmware:",
    "USB-Firmware aktualisieren": "Aggiornamento del firmware della chiavetta USB",
    "USB-Stick zurücksetzen": "Ripristino della chiavetta USB",
    "Um die Funktion des USB-Sticks sicherzustellen entfernen Sie diesen nach dem Zurücksetzen aus dem USB-Port": "Per garantire il funzionamento della chiavetta USB, rimuoverla dalla porta USB dopo il reset.",
    "Möchten Sie den USB-Stick jetzt zurücksetzen?": "Si desidera resettare la chiavetta USB?",
    "wind": "Vento",
    "sun": "Sole",
    "rain": "Pioggia",
    "frost": "Gelo",
    "temp": "Temperatura interna",
    "tempOut": "Temperatura esterna",
    "battery": "Batteria",
    "Lizenzen": "Licenza",
    "Version: %s": "Versione: %s",
    "Homepage: %s": "Homepage: %s",
    "Repository: %s": "Archivio",
    "Das gewählte Centronic PLUS Gerät ist bereits Teil einer anderen Installation. Wie möchten Sie fortfahren?": "Il dispositivo Centronic Plus selezionato fa già parte di un'altra installazione. Come vuoi procedere?",
    "Das gewählte Gerät zu meiner Installation hinzufügen (die bestehenden Funkdaten werden gelöscht).": "Aggiungi il dispositivo selezionato alla mia installazione (dati radio esistenti verranno cancellati)",
    "Installationsdaten des USB Sticks verwerfen und der bestehenden Installation beitreten.": "Elimina i dati di installazione della chiavetta USB e entra nell'installazione esistente.",
    "Netzbeitritt läuft. Bitte einen kleinen Moment Geduld.": "E' in corso l'accesso alla rete. Attendi un attimo.",
    "Fehler": "Errore",
    "Aktivierbar, wenn die obere Endlage auf Anschlag eingestellt ist. Bei erreichen der oberen Endlage wird die Bremse kurz geöffnet um eine dauerhafte Belastung des Behangs zu verhindern.": "Può essere attivato quando il fine corsa alto è impostato sulla battuta. al raggiungimento del fine corsa alto il freno viene rilasciato brevemente per evitare sollecitazioni permanenti sul telo  ",
    "Der Antrieb reagiert im oberen Bereich des Verfahrwegs deutlich früher auf Hindernisse. So wird die Beschädigung von Insektenschutztüren verhindert, die unmittelbar unter der oberen Endlage montiert sind.": "La sensibilità all'ostacolo reagisce molto prima nella parte del fine corsa alto. In questo modo si evitano danni alle zanzariere montate immediatamente sotto la posizione del fine corsa alto.",
    "Tuchentlastung": "Rilevamento tessuto",
    "Den gewünschten Reversierpunkt anfahren und die Funktion aktivieren um den Antrieb automatisch nach Erreichen der Endlage in die programmierte Position zurückfahren lassen. Zum Löschen die Funktion in der Reversierposition stehend wieder deaktivieren.": "Lo scarico del telo si sposta il telo al fine corsa alto e si attiva la funzione per riportare il automaticamente il telo nella posizione programmato dopo aver raggiunto il fine corsa alto. Per disattivare la funzione occorre stare nella posizione di fine corsa alto.",
    "Aktivierbar, wenn die obere Endlage auf Anschlag eingestellt ist. Der Behang fährt nicht gegen den oberen Anschlag, sondern bleibt kurz vorher stehen um ein Anfrieren (bspw. bei Verwendung einer Winkelendleiste) zu verhindern.": "Può essere attivato quando la posizione finale superiore è impostata su stop. La tenda non si muove contro la battuta superiore, ma si ferma appena prima per evitare che si congeli (ad es. quando si utilizza una striscia terminale angolare).",
    "Automatische Tuchspannung": "Tensionamento automatico del telo",
    "Sensorzuordnung": "Mappatura dei sensori",
    "Die Änderung der Drehrichtung kann nur ausgelöst werden, wenn die Endlagen im entsprechenden Gerät noch nicht gesetzt sind.": "Il cambio del senso di rotazione può essere attivato solo se le posizioni finali nel dispositivo corrispondente non sono ancora state impostate.",
    "Sonne": "Sole",
    "Wind": "Vento",
    "Dämmerung": "Crepuscolare",
    "Informationen werden gelesen. Es stehen eventuell nicht alle Funktionen zur Verfügung oder die Bedienung ist eingeschränkt.": "Le informazioni vengono lette. È possibile che non tutte le funzioni siano disponibili o che il funzionamento sia limitato.",
    "Bitte haben Sie einen Moment Geduld.": "Per favore attendete un momento",
    "Das Gerät hat ein Hindernis erkannt.": "Il dispositivo ha rilevato un ostacolo",
    "Das Gerät hat ein thermisches Problem erkannt.": "Il dispositivo ha un problema termico",
    "Die Sonnenschutzeinstellungen werden geladen.": "Le impostazioni dell'ombrellone sono in fase di caricamento.",
    "Regen": "Pioggia",
    "Kein Regen": "niente pioggia",
    "EASY": "FACILE",
    "EASY_SWITCH": "INTERUTTORE FACILE",
    "CLOCK": "OROLOGIO",
    "CENTRAL_PRIO": "PRIORITA' CENTRALE",
    "ONE_TWO": "UNO DUE",
    "LIGHT_DIM": "LUCE BASSA",
    "MARKI": "TENDA",
    "JALOUSIE": "VENEZIANA",
    "MARKI_SENS": "SENSORE TENDA",
    "MARKI_SENS_SEC": "SENSORE TENDA SEC",
    "JAL_SENS": "SENSORE VENEZIANA",
    "JAL_SENS_SEC": "SENSORE VENZIANA SEC",
    "ROLLO_SENS": "SENSORE AVVOLGIBILE",
    "INROOM_SENS": "SENSORE INTERNO",
    "RES0_SENS": "RES0_Sensore",
    "RES1_SENS": "RES1_Sensore",
    "UNI_VCACTOR": "Attuatore Universale",
    "ROLLO_DRIVE": "Operatore per Persiana",
    "BLDC": "Operatore Evo",
    "SUN_DRIVE": "Operatore Protezione Solare",
    "SUN_DRIVE_BLDC": "Operatore EVO per Protezione Solare",
    "SUN_DRIVE_JAL": "Operatore per Veneziana",
    "SUN_DRIVE_ZIP": "Operatore per Zip",
    "SUN_DRIVE_ZIP_BLDC": "Operatore EVO per Zip",
    "SUN_DRIVE_SCREEN": "Operatore per Screen",
    "SUN_DRIVE_SCREEN_BLDC": "Operatore EVO per Screen",
    "SUN_DRIVE_SAIL": "Operatore per Vela Solare",
    "SUN_DRIVE_SAIL_BLDC": "Operatore EVO per Vela Solare",
    "ACT_GLASS_DIM": "ACT_GLASS_DIM",
    "ACT_SWITCH_DIM": "Pulsante di commutazione",
    "SUN_DRIVE_VOLANT": "Volant per Protezione Solare",
    "ACT_IMPULSE_LIGHT": "Comando ad Impulso",
    "ACT_WAY_LIGHT": "Luci di Camminamento",
    "ACT_IMPULSE_SHUTTER": "Persiana comando ad impulso",
    "ACT_DOOR": "Porta Garage ad impulso",
    "PAR_ROLLO": "PAR_AVVOLGIBIL",
    "PAR_BLDC": "PAR_EVO",
    "PAR_MARKI": "PAR_TENDA",
    "PAR_MARKI_INS": "PAR_TENDA_INTERNA",
    "PAR_JAL": "PAR_VENEZIANA",
    "PAR_ZIP": "PAR_ZIP",
    "PAR_CLOCK": "PAR_OROLOGIO",
    "PAR_MARKI_SENS": "PAR_TENDA_SENSORE",
    "PAR_SUN_SAIL": "PAR_SOLE_VELA",
    "PAR_JALOUSIE": "PAR_VENEZIANA",
    "PAR_WINDOW": "PAR_VETRO",
    "PAR_ACT_GLAS_DIM": "PAR_ACT_GLAS_DIM",
    "PAR_ACT_SWITCH_DIM": "PAR_ACT_SWITCH_DIM",
    "SERIAL_TEST": "Test di serie",
    "SERVICE": "Servizio",
    "PARAMTOOL": "PARAMETRI TOLL",
    "REPEATER": "Ripetitore",
    "CENTRAL0": "Centrale0",
    "CENTRAL1": "Centrale1",
    "CENTRAL2": "Centrale2",
    "BOOTLOADER": "BOOTLOADER",
    "RES0": "RES0",
    "RES1": "RES1",
    "RES2": "RES2",
    "RES3": "RES3",
    "RES4": "RES4",
    "RES5": "RES5",
    "RES6": "RES6",
    "SUN": "SOLE",
    "SUN_DUSK": "Sole_Tramonto",
    "SUN_DUSK_WIND": "Sole_Tramonto_Vento",
    "SUN_DUSK_WIND_HUM_TEMPOUT": "Sole_Tramonto_Umidità_Temperatura",
    "SUN_DUSK_TEMPIN": "Sole_Tramonto_Tempertura interna",
    "SUN_DUSK_TEMPOUT": "Sole_Tramonto_Temperatura Esterna",
    "SUN_DUSK_TEMPIN_PPM": "Sole_Tramonto:Temperatura Interna_PPM",
    "WIND": "Vento",
    "WIND_HUM_TEMPOUT": "Vento_Umidità_Temperatura Esterna",
    "HUM_TEMPOUT": "Umidità_Temperatura Esterna",
    "TEMPOUT": "Temperatura Esterna",
    "TEMPIN": "TEMPIN",
    "PPM": "PPM",
    "Gerät identifizieren": "identifica il tuo dispositivo",
    "Geräteinformationen aktualisieren": "Aggiorna le informazioni sul dispositivo",
    "Das Update ist für dieses Gerät geeignet.": "L'aggiornamento è adatto a questo dispositivo.",
    "Das Update ist nicht signiert.": "L'aggiornamento non è firmato.",
    "Konnte EEPROM nicht lesen. Bitte versuchen Sie es erneut.": "Impossibile leggere EEPROM. Si prega di riprovare.",
    "Die ausgewählte Datei ist ungültig.": "Il file selezionato non è valido.",
    "Das ausgewählte Update ist nicht mit diesem Gerät kompatibel.": "L'aggiornamento selezionato non è compatibile con questo dispositivo.",
    "Das ausgewählte Update verfügt über keine Signatur.": "L'aggiornamento selezionato non dispone di una firma.",
    "Die ausgewählte Datei beinhaltet kein Update für Ihr Gerät.": "Il file selezionato non include un aggiornamento per il dispositivo.",
    "Das ausgewählte Update verfügt über keine gültige Signatur.": "L'aggiornamento selezionato non dispone di una firma valida.",
    "Die Firmware wurde aktualisiert.": "Il firmware è stato aggiornato.",
    "Hinweis: Das Gerät ist unter Umständen mehrere Minuten nicht erreichbar.": "Nota: il dispositivo potrebbe non essere disponibile per diversi minuti.",
    "Sende Paket %s von %s": "Invia pacchetto %s di %s",
    "Fertig": "Pronto",
    "Endlage(n) löschen": "Eliminazione dei corsa",
    "Sollen die Endlagen gelöscht werden?": "I fine corsa devono essere cancellati?",
    "Die Änderung der Drehrichtung ist nur bei gelöschten Endlagen möglich.": "È possibile modificare il senso di rotazione solo se i fine corsa sono stati cancellati.",
    "Wird die \"Endlagen löschen\"-Funktion in einer der beiden Endlagen stehend aufgerufen, so wird nur diese Endlage gelöscht.": "Se la funzione \"Cancella finecorsa\" viene richiamata in una delle due posizioni finali, viene cancellata solo questo finecorsa.",
    "Es wurden noch keine Geräte entdeckt": "Nessun dispositivo è stato ancora rilevato",
    "%s": "%s",
    "Soll der Sensor von dem Gerät getrennt werden?": "Il sensore deve essere scollegato dal dispositivo?",
    "Soll der Sensor dem Gerät zugeordnet werden?": "Il sensore deve essere assegnato al dispositivo?",
    "Sensorzuordnung beenden": "Mappatura del sensore di arresto",
    "Die Sensorzuordnung ist aktiv": "La mappatura dei sensori è attiva",
    "Beenden": "Finire",
    "Funkzuordnung löschen": "Eliminazione dell'assegnazione radio",
    "Centronic löschen": "Eliminazione di Centronic",
    "CentronicPLUS löschen": "Eliminazione di CentronicPLUS",
    "Treppenlicht": "Luce per scale",
    "Batterie": "Batteria",
    "Das Update wurde durch die Becker-Antriebe GmbH signiert.": "L'aggiornamento è stato firmato da Becker-Antriebe GmbH.",
    "Es konnten nicht alle Informationen gelesen werden.": "Non tutte le informazioni potevano essere lette.",
    "Bitte versuchen Sie es gleich erneut.": "Riprova subito.",
    "Sollen die Änderungen gespeichert werden?": "Vuoi salvare le modifiche?",
    "Ungespeicherte Änderungen": "Modifiche non salvate",
    "App-Version:": "Versione dell'app:",
    "Der USB-Stick wird ausgeworfen und als Laufwerk eingebunden.": "La chiavetta USB viene tolta e utilizzata come unità.",
    "Kopieren Sie das Firmware Update auf dieses Laufwerk.": "Selezionare l'unità corrispondente etichettata \"CPLUSstick\" nella finestra di dialogo seguente e scegliere \"Salva\".",
    "Globale Befehle": "Comandi globali",
    "Durch das Aktivieren der Sicherheitsfunktion wird das Herstellen der Lernbereitschaft nach einem Power-On dauerhaft deaktiviert! Wenn kein Zugriff mehr auf dieses Netz besteht (kein Handsender oder USB-Stick mehr vorhanden), ist eine Änderung des Netzes nicht mehr möglich. Eine Rücksetzung kann ausschließlich über einen Werksreset erfolgen - bei Antrieben erfordert dies ein Universal-Einstellset sowie Zugang zum Anschlusspunkt!": "Attivando la funzione di sicurezza, l'impostazione della prontezza all'apprendimento dopo l'accensione viene disattivata in modo permanente! Se non c'è più accesso a questa rete (non è disponibile un trasmettitore portatile o una chiavetta USB), non è più possibile cambiare la rete. Un reset può essere eseguito solo tramite un reset delle impostazioni di fabbrica: nel caso degli azionamenti, ciò richiede un set di impostazioni universale e l'accesso al punto di connessione!",
    "Diese Aktion mit \"%s\" bestätigen": "Confermare l'azione con \"%s\"",
    "Alle Geräte neu starten": "Riavvia tutti i dispositivi",
    "Antriebssperre": "Blocco dell'unità",
    "Sperre aufheben": "Sbloccare",
    "Neue Geräte finden und hinzufügen": "Trovare e aggiungere nuovi dispositivi",
    "Das Gerät ist bereits Teil einer Installation": "Il dispositivo fa già parte di un'installazione",
    "Sonne / Wind (solarversorgt)": "Sole / Eolico (alimentato a energia solare)",
    "Gerätenamen ändern": "Modificare il nome del dispositivo",
    "Sonnenschutzautomatik": "Protezione solare automatica",
    "Memo-Funktion": "Funzione Memo",
    "Um einen Sensor zuzuordnen oder eine bestehende Zuordnung zu löschen, tippen Sie bitte das gewünschte Gerät an.": "Per assegnare un sensore o eliminare una mappatura esistente, toccare il dispositivo desiderato.",
    "AUF-Richtung sperren": "Direzione Blocca SU",
    "AB-Richtung sperren": "Blocca direzione AB",
    "AUF- & AB-Richtung sperren": "Direzione di blocco SU & GIU'",
    "Es wurden noch keine Werte gelesen. Bitte haben Sie einen Moment Geduld": "Nessun valore è stato ancora letto. Per favore, attendere un momento",
    "Updatedatei auswählen": "Seleziona il file di aggiornamento",
    "Windalarm - Gerät gesperrt!": "Allarme Vento - Dispositivo bloccato!",
    "Beschattung aktiv": "Shadowing attivo",
    "Regen erkannt.": "Pioggia rilevata.",
    "Schwellwertüberschreitung": "Superamento della soglia",
    "Das Gerät ist in AUF- und AB-Richtung gesperrt!": "Il dispositivo è bloccato nelle direzioni SU e GIÙ!",
    "Das Gerät ist in AB-Richtung gesperrt!": "Il dispositivo è bloccato in direzione AB!",
    "Das Gerät ist in AUF-Richtung gesperrt!": "Il dispositivo è bloccato in direzione SU!",
    "Das Gerät ist in AUF- oder AB-Richtung gesperrt!!": "Il dispositivo è bloccato in direzione SU o GIU'!!",
    "Ausfahrtverzögerung bei erreichtem Sonnenwert": "Ritardo di uscita al raggiungimento del valore solare",
    "Einfahrtverzögerung bei unterschrittenem Sonnenwert": "Ritardo di rientro se il valore del sole scende al di sotto",
    "Markieren Sie weitere Geräte des gleichen Typs, um Schwellwerte an mehrere Geräte gleichzeitig zu übertragen. Durch erneutes Antippen können Sie die vorherige Markierung aufheben.": "Contrassegnare altri dispositivi dello stesso tipo per trasmettere soglie a più dispositivi contemporaneamente. Toccando di nuovo, puoi deselezionare il dispositivo precedente.",
    "Vorhandene Centronic PLUS Geräte": "Dispositivi Centronic PLUS esistenti",
    "Filtern nach Name": "Filtra per nome",
    "Bekannte Geräte:": "Dispositivi noti:",
    "Aktualisierung abbrechen": "Annulla aggiornamento",
    "Ansicht aktualisieren": "Aggiorna visualizzazione",
    "Alle Daten neu einlesen": "Reimpostare tutti i dati",
    "Aktiviert oder deaktiviert die automatische Sonnenschutzüberwachung. Das gewählte Gerät muss mit einem entsprechenden Sensor verbunden sein.": "Abilita o disabilita il controllo automatico delle schermature solari. Il dispositivo selezionato deve essere collegato a un sensore appropriato.",
    "Aktiviert oder deaktiviert die Memo-Funktion im gewählten Gerät. Memo-Zeiten können mit geeigneten Handsendern programmiert werden indem zum gewünschten Zeitpunkt die Fahrtaste länger als 5 Sekunden gedrückt wird. Die Fahrbewegung wird dann alle 24 Stunden wiederholt.": "Abilita o disabilita la funzione memo nel dispositivo selezionato. I tempi di promemoria possono essere programmati con appositi trasmettitori portatili premendo il pulsante di azionamento per più di 5 secondi all'ora desiderata. Il movimento di guida viene quindi ripetuto ogni 24 ore.",
    "Achtung!": "Attenzione!",
    "Hinzufügen beenden": "Interrompere l'aggiunta",
    "Gerätezuordnung beenden": "Arrestare la mappatura dei dispositivi",
    "Gerätezuordnung": "Mappatura dei dispositivi",
    "Die Gerätezuordnung ist aktiv": "La mappatura dei dispositivi è attiva",
    "Alle Sensorzuordnungen löschen": "Elimina tutte le mappature dei sensori",
    "USB-Stick verbleibt beim Kunden": "La chiavetta USB rimane al cliente",
    "USB-Stick verbleibt beim Monteur": "La chiavetta USB rimane con l'installatore",
    "Durch das Löschen der Sensorzuordnung werden alle verbundenen Sensoren von diesem Gerät entfernt! Sämtliche Überwachungsfunktionen werden deaktiviert.\nSind Sie sicher?": "L'eliminazione della mappatura dei sensori rimuoverà tutti i sensori collegati da questo dispositivo! Tutte le funzioni di monitoraggio saranno disabilitate.\nSei sicuro?",
    "Die Kompatibilitätsprüfung für dieses Update ist deaktiviert!": "Il controllo di compatibilità per questo aggiornamento è disabilitato!",
    "Laufzeit": "Runtime",
    "Wendungszeit": "Tempo di movimento",
    "Impulszeit": "Tempo di impulso",
    "Laufzeit speichern": "Risparmia tempo di esecuzione",
    "Soll der Sender von dem Gerät getrennt werden?": "Il trasmettitore deve essere scollegato dal dispositivo?",
    "Soll der Sender dem Gerät zugeordnet werden?": "Il trasmettitore deve essere assegnato al dispositivo?",
    "Um Geräte zuzuordnen oder eine bestehende Zuordnung zu löschen, tippen Sie bitte das gewünschte Gerät an.": "Per assegnare i dispositivi o eliminare una mappatura esistente, toccare il dispositivo desiderato.",
    "Sensorverlust!": "Perdita del sensore!",
    "Die Sonnenschutzkonfiguration ist aktiv": "La configurazione dell'ombrellone è attiva",
    "Frost": "Gelo",
    "Kein Frost": "Assenza di gelo",
    "CentronicPLUS": "CentronicPLUS",
    "Einlernbereitschaft aktivieren": "Attivare la prontezza all'insegnamento",
    "Einlernbereitschaft deaktivieren": "Disattivare la preparazione all'apprendimento",
    "Centronic": "Centronic",
    "Einlernbereitschaft aktivieren (Master)": "Attivare la prontezza all'insegnamento (Master)",
    "Auslernbereitschaft aktivieren": "Attivare la prontezza a disimparare",
    "Ein-/Auslernbereitschaft deaktivieren": "Disattivare la prontezza attiva/disattivata",
    "Soll der Empfänger der Installation hinzugefügt werden?": "Il destinatario deve essere aggiunto all'installazione?",
    "Laufzeit übertragen": "Termine di trasferimento",
    "Die Laufzeitübertragung ist aktiv": "Il trasferimento runtime è attivo",
    "Markieren Sie weitere Geräte, um Laufzeiten zu übertragen.": "Selezionare dispositivi aggiuntivi per trasferire i runtime.",
    "Der gewählte Empfänger fährt automatisch in die obere Endlage und wird gegen jede Art der Bedienung gesperrt (betrifft auch alle eingelernten Sender). Wird verwendet, um Schutzüberzüge für Markisen vor Beschädigungen zu schützen.": "Il ricevitore selezionato si sposta automaticamente nella posizione finale superiore e viene bloccato contro qualsiasi tipo di operazione (vale anche per tutti i trasmettitori appresi). Utilizzato per proteggere le coperture protettive per tende da sole da eventuali danni.",
    "Soll die Laufzeit von %s auf %s übertragen werden?": "Il runtime deve essere trasferito da %s a %s?",
    "Laufzeitübertragung abbrechen": "Annulla trasferimento runtime",
    "Verbindung wird hergestellt": "La connessione è stabilita",
    "Es konnte keine Verbindung hergestellt werden": "Impossibile connettersi",
    "CentralControl": "CentralControl",
    "Bluetooth": "Bluetooth",
    "CentronicPLUS USB-Stick": "Chiavetta USB CentronicPLUS",
    "USB": "USB",
    "Fahrprofil": "Profilo di movimento",
    "Geschwindigkeiten": "Velocità",
    "Sonderfunktionen": "Funzioni speciali",
    "Möchten Sie die Konfiguration wirklich beenden?": "Sei sicuro di voler terminare la configurazione?",
    "Ab": "Discesa",
    "Auf": "Apertura",
    "Langsamfahrt Ab": "Movimento silenzioso verso il basso",
    "Langsamfahrt Auf": "Movimento silenzioso verso l'alto",
    "Eilfahrt Ab": "Movimento dinamico verso il basso",
    "Eilfahrt Auf": "Movimento dinamico verso l'alto",
    "Einstellungen": "Impostazioni",
    "Kanalbelegung": "Assegnazione canale",
    "Warte auf Handsender": "In attesa del telecomando",
    "Drücken Sie jetzt eine Taste an Ihrem Handsender": "Premi un tasto qualsiasi sul tuo telecomando",
    "Fahrprofile": "Profili di movimento",
    "Das Gerät wird neu gestartet. Es kann einen Moment dauernd, bis alle Funktionen des Geräts wieder verfügbar sind.": "Riavvio del dispositivo in corso. Potrebbe richiedere alcuni momenti prima che tutte le funzioni del dispositivo siano di nuovo disponibili.",
    "Auf CPLUSstick speichern": "Scrivi su chiavetta USB CentronicPLUS",
    "USB-Update verfügbar": "Aggiornamento USB disponibile",
    "Sollen wirklich alle Antriebe der Installation gegen Bedienung gesperrt werden?": "Sei sicuro di voler bloccare tutti i dispositivi di questa installazione?",
    "Sollen wirklich alle Sensorzuordnungen gelöscht werden?": "Sei sicuro di voler eliminare tutte le assegnazioni dei sensori?",
    "Sollen wirklich alle Endlagen gelöscht werden?": "Sei sicuro di voler eliminare tutte le posizioni finali?",
    "Sollen wirklich alle Antriebe der Installation entsperrt werden?": "Siete sicuri di voler sbloccare tutti i dispositivi di questa installazione?",
    "Geräte neu starten": "Riavvia i dispositivi",
    "Alle Geräte werden neu gestartet. Es kann einen Moment dauernd, bis alle Funktionen wieder verfügbar sind.": "Tutti i dispositivi si stanno riavviando. Potrebbe volerci un momento prima che tutte le funzioni siano nuovamente disponibili.",
    "Ping": "Ping",
    "Erweitert": "Avanzato",
    "Alle Endlagen löschen": "Elimina tutti i finecorsa",
    "Alle Antriebe sperren": "Blocca tutti i dispositivi",
    "Soll das Gerät Kanal %s auf dem Handsender zugeordnet werden?": "Vuoi assegnare questo dispositivo al canale %s sul telecomando?",
    "Speichern": "Salva",
    "Die Handsenderkonfiguration wird gespeichert. Dies kann einen Moment in Anspruch nehmen.": "Salvataggio della configurazione in corso. Questo potrebbe richiedere un momento.",
    "Kanalbelegung speichern": "Salva assegnazione canale",
    "Build: %s": "Build: %s",
    "Gerätename": "Nome del dispositivo",
    "Der Name ist zu lang!": "Nome troppo lungo!",
    "Stellen Sie sicher, dass die LED-Anzeige Ihres Handsenders nicht leuchtet. Verlassen Sie gegebenfalls den Einlernbetrieb durch langes Drücken der Einlerntaste. Drücken Sie dann die Stopp Taste Ihrer Fernbedienung erneut.": "Assicurarsi che il display LED del telecomando non sia acceso. Uscire eventualmente dalla modalità di apprendimento premendo a lungo il pulsante di apprendimento. Quindi premere nuovamente il tasto stop del telecomando.",
    "Dieser Sensor sendet ausschließlich Fahrbefehle! Die Konfiguration von Schwellwerten muss direkt am %s erfolgen.": "Questo sensore emette solo comandi di movimento! La configurazione dei valori soglia deve essere effettuata direttamente sul %s.",
    "Sensor": "Sensore",
    "Das Gerät hat %s mehrere Fehler festgestellt": "Il dispositivo ha riscontrato errori",
    "Es ist ein unbekanntes Problem aufgetreten.": "Si è verificato un errore sconosciuto",
    "Telegrammdarstellung": "Visualizzazione telegramma",
    "Funkprotokoll exportieren": "Esportazione del registro radio",
    "Telegramm": "Telegramma",
    "%s Uhr": "%s",
    "Bitte schließen Sie die Einrichtung vollständig ab.": "Completa l'installazione.",
    "Bedienung": "Controllo",
    "Deaktivieren": "Disattivare",
    "Sonne (Fassade)": "Sole (esterno)",
    "Sonne (Fenster)": "Sole (interno)",
    "Einrichtungsassistent": "Assistente di configurazione",
    "Möchten Sie den Einrichtungsassistenten starten? Hierdurch wird Ihre Timecontrol zunächst zurückgesetzt!": "Sei sicuro di voler avviare l'assistente di configurazione? Questo comporterà prima il ripristino del tuo dispositivo!",
    "Schaltzeiten": "Tempi di commutazione",
    "System": "System",
    "Betriebsart / Laufzeit": "Modalità operativa / Tempo di esecuzione",
    "Herzlich Willkommen zur Ersteinrichtung ihres Becker-Antriebe-Produktes!": "Benvenuto alla configurazione iniziale del tuo prodotto Becker-Antriebe!",
    "In den nächsten Schritten werden wir Sie durch die Einrichtung Ihrer neuen Steuerung führen.": "Nei passaggi seguenti, ti aiuteremo a configurare il tuo dispositivo per la prima volta.",
    "Welches Produkt ist an Ihre Steuerung angeschlossen?": "Quale prodotto è collegato al tuo dispositivo?",
    "Rollladen / Screen": "Tapparella / Oscurante",
    "Markise": "Tenda da sole",
    "Fahren Sie Ihren Rollladen oder Screen in die obere Endlage und drücken Sie anschließend auf \"Weiter\".": "Sposta la tua tapparella o oscurante fino al limite superiore e premi \"avanti\".",
    "Fahren Sie Ihre Jalousie in die obere Endlage und drücken Sie anschließend auf \"Weiter\".": "Sposta la tua veneziana fino al limite superiore e premi \"avanti\".",
    "Später": "Più tardi",
    "Fahren Sie Ihren Rollladen oder Screen in die untere Endlage und drücken Sie auf \"Weiter\".": "Sposta la tua tapparella o oscurante fino al limite inferiore e premi \"avanti\".",
    "Einstellungen werden übertragen.": "Trasmissione delle modifiche.",
    "Verwenden Sie eine der angebotenen Automatisierungsvorlagen oder konfigurieren Sie diese später individuell.": "Seleziona uno dei nostri progetti di automazione o configura la tua automazione individuale in seguito.",
    "Beschattungsautomatik": "Ombreggiatura solare automatica",
    "Dauerbeschattung": "Ombreggiatura solare permanente",
    "Wohnraum": "Soggiorno",
    "Schlafraum": "Stanza da letto",
    "Astrofunktion": "Funzione astro",
    "Ihr Standort konnte nicht ermittelt werden. Stellen Sie sicher, dass Ihr Telefon über aktives GPS oder WLAN verfügt.": "La tua posizione non può essere determinata. Assicurati che il tuo telefono abbia attivo il GPS o il Wi-Fi.",
    "Zur Berechnung der Astro-Funktion benötigt die App einmalig Zugriff auf Ihren Standort.": "Per calcolare la funzione astro, l'app richiede l'accesso una tantum alla tua posizione.",
    "Einstellungen öffnen": "Apri impostazioni",
    "Die Inbetriebnahme ist abgeschlossen und Ihre Steuerung ist eingerichtet. Anpassungen können Sie später jederzeit im entsprechenden Menüpunkt vornehmen.": "La configurazione è completa e il tuo controllo è configurato. Puoi apportare modifiche in qualsiasi momento nel menu corrispondente.",
    "Die Zwischenpositionen sind eingerichtet. Anpassungen können Sie später jederzeit im entsprechenden Menüpunkt vornehmen.": "Le posizioni intermedie sono state impostate. Puoi apportare modifiche in qualsiasi momento nel menu corrispondente.",
    "Sensoren sind für dieses Gerät nicht konfiguriert.": "Nessun sensore è configurato per questo dispositivo.",
    "Sonnensensor": "Sensore solare",
    "Schwellwert Sonne ausfahren": "Valore di soglia solare per discesa/giù",
    "Schwellwert Sonne einfahren": "Valore di soglia solare per salita/su",
    "Einfahrverzögerung Sonne (Min)": "Ritardo di ritiro solare (min)",
    "Ausfahrverzögerung Sonne (Min)": "Ritardo di estensione solare (min)",
    "Schwellwert Dämmerung": "Soglia del crepuscolo",
    "Schwellwert Wind": "Soglia del vento",
    "Schaltzeit ohne Tage": "Timer senza giorni di funzionamento",
    "Schaltzeiten ohne konfigurierte Tage werden entfernt.\nWollen Sie dennoch fortfahren?": "Questa operazione rimuoverà tutti i timer senza giorni di funzionamento assegnati.\nVuoi continuare?",
    "Schaltzeit %s": "Orario di commutazione %s",
    "Schaltzeit löschen": "\nElimina l'orario di commutazione",
    "Soll die Schaltzeit wirklich gelöscht werden?": "Vuoi davvero eliminare l'orario di commutazione?",
    "Alle Schaltzeiten löschen": "Elimina tutti gli orari di commutazione",
    "Sollen wirklich alle Schaltzeiten gelöscht werden?": "Vuoi davvero eliminare tutti gli orari di commutazione?",
    "Schaltzeiten werden gelöscht": "I tempi di commutazione vengono cancellati",
    "Astro & Standort": "Astro e posizione",
    "Ihr Standort konnte nicht ermittelt werden!": "Impossibile determinare la tua posizione",
    "Stellen Sie sicher, dass die Ermittlung der Standortdaten aktiviert ist.": "Assicurati che l'app abbia accesso alla tua posizione attuale.",
    "Ihr Standort wird ermittelt": "Determinazione della tua posizione attuale",
    "Der Sonnenverlauf für Ihren Standort wird berechnet": "Calcolo dei percorsi solari per la tua posizione",
    "Standort ermitteln": "Determinare la posizione",
    "Neue Schaltzeit anlegen": "Nuovo orario di commutazione",
    "Es wurden noch keine Schaltzeiten angelegt. Konfigurieren Sie Ihre Schaltzeit individuell, oder verwenden Sie eine Vorlage": "Non sono ancora stati impostati orari di commutazione. Configura il tuo orario di commutazione in modo individuale o utilizza un modello.",
    "Tage": "Giorni",
    "Mo": "Lunedì",
    "Di": "Martedì",
    "Mi": "Mercoledì",
    "Do": "Giovedì",
    "Fr": "Venerdì",
    "Sa": "Sabato",
    "So": "Domenica",
    "Aktion": "Azione",
    "ZP2 / Beschattungsposition": "Posizione intermedia 2 / posizione di protezione solare",
    "ZP1 / Lüftungsposition": "Posizione intermedia 1 / posizione di ventilazione",
    "Wenn": "Se",
    "Uhrzeit": "Ora",
    "Astro Abends": "Astro serata",
    "Astro Morgens": "Astro mattina",
    "Verschiebung": "Sfasamento",
    "(+/- 60 Minuten)": "(+/- 60 Minuti)",
    "Sperrzeit": "Tempo di blocco",
    "Schaltzeit Löschen": "Eliminare orario di commutazione",
    "Sonnenuntergang (%s)": "Tramonto (%s)",
    "Sonnenuntergang (%s Uhr)": "Tramonto (%s)",
    "Jan.": "Gennaio",
    "Sommerzeit": "Ora legale",
    "Dez.": "Dicembre",
    "Sonnenaufgang (%s)": "Alba (%s)",
    "Sonnenaufgang (%s Uhr)": "Alba (%s)",
    "Automatische Sommerzeit": "Ora legale automatica",
    "PM / AM": "AM / PM",
    "Informationen": "Informazioni",
    "Version": "Versione",
    "Erstinbetriebnahme": "Prima messa in servizio",
    "Relais Zyklen": "Cicli del relè",
    "Fahrzeit gesamt": "Tempo di percorrenza totale",
    "Reset": "Ripristina",
    "Soll wirklich ein Reset durchgeführt werden?": "Sei sicuro di voler ripristinare questo dispositivo?",
    "Ungültige Eingabe": "Inserimento non valido",
    "Bitte geben Sie gültige Werte ein:": "Inserisci valori validi, per favore:",
    "Laufzeit: 0 - 360 Sekunden": "Tempo di esecuzione: 0 - 360 secondi",
    "Wendezeit: 0 - 25,5 Sekunden": "Tempo di inclinazione: 0 - 25 secondi",
    "Betriebsart ändern": "Cambia modalità operativa",
    "Sensoren": "Sensori",
    "Lichtsensor außen": "Sensore sole esterno",
    "Lichtsensor innen": "Sensore sole interno",
    "Windsensor": "Sensore vento",
    "Laufzeiten": "Tempi di commutazione",
    "Wendezeit": "Tempo di inclinazione",
    "Zusatzfunktionen": "Funzioni aggiuntive",
    "Firmware-Updates werden geladen...": "Aggiornamenti firmware in fase di caricamento",
    "Aktualisiere Hilfedateien": "Aggiornamento file di informazione",
    "Monteurhandbuch": "Manuale dell'installatore",
    "Standardbetrieb": "Funzionamento standard",
    "Flüsterbetrieb": "Funzionamento silenzioso",
    "Dynamikbetrieb": "Funzionamento dinamico",
    "Bitte aktualisieren Sie zuerst die Firmware Ihres USB-Sticks": "Per favore, aggiorna prima il firmware della tua chiavetta USB",
    "Keine Aktualisierung verfügbar": "Nessun aggiornamento disponibile",
    "ArtNr": "ArtNr",
    "Bitte stecken Sie einen Centronic PLUS USB-Stick ein oder bringen Sie ein Bluetooth-fähiges Becker-Antriebe Produkt in Lernbereitschaft": "Si prega di inserire una chiavetta USB Centronic PLUS o mettere un prodotto Becker-Antriebe abilitato Bluetooth in modalità di apprendimento",
    "Sensorverlust": "Perdita del sensore",
    "Startklar!": "Pronto a partire!",
    "Aktualisierung verfügbar": "Aggiornamento disponibile",
    "Soll die Einrichtung wirklich beendet werden?": "Vuoi davvero terminare l'installazione?",
    "Ihre CentralControl wird neu gestartet.": "Il tuo CentralControl si sta riavviando.",
    "Sonnenschutzautomatik aktivieren": "Attivare l'automazione della protezione solare",
    "Sonnenschutzautomatik deaktivieren": "Disattivare l'automazione della protezione solare",
    "Memo-Funktion aktivieren": "Attivare la funzione memo",
    "Memo-Funktion deaktivieren": "Disattivare la funzione memo",
    "Bitte setzen Sie zuerst du untere Endlage. Fahren Sie die Jalousie danach in die maximale Wendung (volle Öffnung der Lamellen) und setzen Sie nochmals die untere Endlage. Dann fahren Sie die Jalousie komplett auf und setzen Sie die obere Endlage. Damit ist die Programmierung abgeschlossen und der individuelle Wendungsweg Ihrer Jalousie ist eingestellt.": "Per prima cosa, impostare la posizione finale inferiore. Quindi inclinare la tapparella alla massima apertura (apertura completa delle lamelle) e reimpostare la posizione finale inferiore. Successivamente, aprire completamente la tapparella e impostare la posizione finale superiore. La programmazione è ora completata e l'angolo di inclinazione personalizzato della tapparella è impostato.",
    "Drücken Sie die Stopp Taste Ihres Sensors erneut": "Premi di nuovo il pulsante di stop del tuo sensore",
    "Testmodus": "Modalità test",
    "Der Testmodus ist jetzt aktiv.": "La modalità test è ora attiva.",
    "Testmodus aktivieren": "Attivare la modalità test",
    "Untere Endlage": "Posizione finale inferiore",
    "Fahren Sie Ihre Jalousie untere Endlage und drücken Sie auf \"Weiter\".": "Porta la tua tapparella alla posizione finale inferiore e premi \"Avanti\".",
    "Wendungsposition": "Posizione di rotazione",
    "Fahren Sie die Jalousie in AUF-Richtung, bis die maximale Wendung erreicht ist und drücken Sie auf \"Weiter\".": "Porta la tapparella in direzione SU fino a raggiungere la massima posizione di rotazione, quindi premi \"Avanti\".",
    "Obere Endlage": "Posizione finale superiore",
    "Voreinstellung": "Impostazione predefinita",
    "Der Name darf maximal 21 Zeichen lang sein": "Il nome può contenere al massimo 21 caratteri.",
    "Urlaubs-Funktion": "Modalità vacanza",
    "Sensoren zurücksetzen": "Resettare i sensori",
    "Eingänge": "Ingressi",
    "Externe Eingänge": "Ingressi esterni",
    "Zusätzliche Sensoren": "Sensori aggiuntivi",
    "Alle Geräte aktualisieren": "Aggiornare tutti i dispositivi",
    "Login": "Login",
    "Ungültige E-Mail oder Passwort": "Email o password non valida",
    "Anmelden": "Accedi",
    "Rückmeldung aktivieren": "Attivare il feedback",
    "Hiermit werden alle eingelernten Geräte aufgefordert, alle Statusänderungen direkt an das Tool zu senden. Denken Sie unbedingt daran, diese Rückmeldung wieder zu deaktivieren, wenn der USB Stick nach Abschluss der Installation nicht in der Installation verbleibt (da sonst unnötige Rückmeldungen in die Installation erfolgen). Ältere Softwarestände unterstützen diese Funktion gegebenenfalls noch nicht.": "Tutti i dispositivi memorizzati sono invitati a inviare tutte le modifiche di stato direttamente allo strumento. Assicurati di disattivare nuovamente questo feedback se la chiavetta USB non rimane nell'installazione dopo il completamento (altrimenti verranno inviati feedback non necessari all'installazione). Le versioni software più vecchie potrebbero non supportare ancora questa funzione.",
    "Filter": "Filtro",
    "Beta Updates": "Aggiornamenti beta",
    "Sekunden": "Secondi",
    "Kanal": "Canale",
    "Möchten Sie wirklich alle Zwischenpositionen löschen?": "Vuoi davvero eliminare tutte le posizioni intermedie?",
    "Fahren Sie Ihre Markise in die komplett geöffnete Position (ausgefahren) und drücken Sie auf \"Weiter\".": "Porta la tua tenda da sole nella posizione completamente aperta (estesa) e premi \"Avanti\".",
    "Fahren Sie Ihre Markise in komplett geschlossene Position (eingefahren) und drücken Sie anschließend auf \"Weiter\".": "Porta la tua tenda da sole nella posizione completamente chiusa (ritratta) e poi premi \"Avanti\".",
    "Fahren Sie Ihren Rollladen oder Screen in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Porta la tua tapparella o screen nella posizione di ombreggiatura desiderata / posizione intermedia 2 e premi \"Avanti\".",
    "Fahren Sie Ihre Jalousie in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Porta la tua veneziana nella posizione di ombreggiatura desiderata / posizione intermedia 2 e premi \"Avanti\".",
    "Fahren Sie Ihre Markise in die gewünschte Beschattungsposition / Zwischenposition 2 und drücken Sie auf \"Weiter\".": "Porta la tua tenda da sole nella posizione di ombreggiatura desiderata / posizione intermedia 2 e premi \"Avanti\".",
    "Fahren Sie Ihren Rollladen oder Screen jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Porta la tua tapparella o screen nella posizione di ventilazione desiderata / posizione intermedia 1 e premi \"Avanti\".",
    "Fahren Sie Ihre Jalousie jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Porta la tua veneziana nella posizione di ventilazione desiderata / posizione intermedia 1 e premi \"Avanti\".",
    "Fahren Sie Ihre Markise jetzt in die gewünschte Lüftungsposition / Zwischenposition 1 und drücken Sie auf \"Weiter\".": "Porta la tua tenda da sole nella posizione di ventilazione desiderata / posizione intermedia 1 e premi \"Avanti\".",
    "Betriebsart & Einstellungen": "Modalità operativa e impostazioni",
    "Betriebsart:": "Modalità operativa:",
    "Ein Wechsel der Betriebsart führt dazu, dass das Gerät auf Werkseinstellungen zurückgesetzt wird - danach wird der Inbetriebnahmeassistent erneut ausgeführt.": "Cambiare la modalità operativa ripristinerà il dispositivo alle impostazioni di fabbrica – dopodiché l'assistente di configurazione verrà eseguito nuovamente.",
    "Erlaubt das Abspeichern der aktuellen Uhrzeit als Schaltzeit durch langes Drücken der entsprechenden Fahrtaste (>6s).": "Consente di salvare l'orario attuale come orario di commutazione premendo a lungo il pulsante corrispondente (>6s).",
    "Verschiebt die programmierten Schaltzeiten zufällig im Bereich von 30 Minuten. Soll eine Anwesenheit simulieren.": "Sposta casualmente gli orari di commutazione programmati entro un intervallo di 30 minuti. Utilizzato per simulare la presenza.",
    "Sensoren & Eingänge": "Sensori e ingressi",
    "Möchten Sie wirklich alle Sensoren zurücksetzen?": "Vuoi davvero resettare tutti i sensori?",
    "Kurzer Tastendruck: \n": "Pressione breve del pulsante: \n",
    "Stoppt die Bewegung oder führt eine Wendung aus.": "Ferma il movimento o esegue una rotazione.",
    "Langer Tastendruck: \n": "Pressione lunga del pulsante: \n",
    "Statet einen Fahrbefehl": "Avvia un comando di movimento",
    "Doppeltipp: \n": "Doppio tocco: \n",
    "Fährt zur entsprechenden Zwischenposition": "Si sposta nella posizione intermedia corrispondente",
    "Signal >5 Sekunden: \n": "Segnale >5 secondi: \n",
    "Fahren und Sperren in der entsprechenden Richtung (Automatiken werden deaktiviert)": "Movimento e blocco nella direzione corrispondente (le automazioni vengono disattivate)",
    "Regensensor-Eingang: \n": "Ingresso sensore pioggia: \n",
    "Startet eine Fahrt und sperrt die Bedienung (Automatiken bleiben aktiv)": "Avvia un movimento e blocca il controllo (le automazioni rimangono attive)",
    "Innentemperatur-Sensor: \n": "Sensore di temperatura interna: \n",
    "Die Sonnenautomatik wird erst ausgelöst, wenn die am Sensor eingestellte Temperatur erreicht ist.": "L'automazione solare viene attivata solo quando la temperatura impostata sul sensore viene raggiunta.",
    "Ändern": "Modifica",
    "Schaltet die Geräte-LED dauerhaft ein um nachts eine Orientierung im Raum zu ermöglichen.": "Accende permanentemente il LED del dispositivo per facilitare l’orientamento notturno nella stanza.",
    "Nachtlicht": "Luce notturna",
    "Zeigt den aktuellen Schaltzustand (ein/aus) über die Geräte-LED an.": "Mostra lo stato attuale (acceso/spento) tramite il LED del dispositivo.",
    "Status LED": "LED di stato",
    "Laufzeit löschen": "Cancellare il tempo di funzionamento",
    "Temperatur": "Temperatura",
    "Lüftungsposition": "Posizione di ventilazione",
    "Beschattungsposition": "Posizione di ombreggiatura",
    "Position (Prozent)": "Posizione (percentuale)",
    "Wendung (Prozent)": "Rotazione (percentuale)",
    "Übernehmen": "Confermare",
    "Öffnen": "Aprire",
    "Schliessen": "Chiudere",
    "Sonnenschutzautomatik ein": "Protezione solare on",
    "Sonnenschutzautomatik aus": "Protezione solare off",
    "Startet einen Fahrbefehl": "Avvia un comando di movimento",
    "Lernfahrt": "Corsa di apprendimento",
    "speichern": "Salvare",
    "Möchten Sie die Bluetooth-Verbindung wirklich trennen?": "Vuoi davvero disconnettere la connessione Bluetooth?",
    "Verbindung trennen": "Disconnetti",
    "Es existiert bereits eine Uhr mit dieser Schaltzeit!": "Esiste già un timer con questo tempo di commutazione!",
    "Hinweis: Manuelle oder automatische Fahrbefehle im aktivierten Sonnenschutzbetrieb führen zu einer Unterbrechung der Automatik bis der nächste Schwellwert über- oder unterschritten wird.": "Nota: I comandi di movimento manuali o automatici nella modalità di protezione solare attivata interromperanno l'automazione fino a quando non verrà superata o non si scenderà sotto la soglia successiva.",
    "Lüftungsposition (ZP1) löschen": "Elimina posizione di ventilazione (ZP1)",
    "Beschattungsposition (ZP2) löschen": "Elimina posizione di ombreggiatura (ZP2)",
    "Möchten Sie die Zwischenposition wirklich löschen?": "Vuoi davvero eliminare la posizione intermedia?",
    "Zwischenposition löschen": "Elimina posizione intermedia",
    "Fahrprofil / Geschwindigkeiten": "Profilo di movimento / Velocità",
    "Überschneidende Schaltzeiten": "Tempi di commutazione sovrapposti",
    "Das Rollladen-Gewicht hat Einfluß auf die Genauigkeit der Positionsanfahrt und der Zwischenpositionen. Bitte wählen Sie das verbaute Material:": "Il peso della tapparella influisce sulla precisione dell'arresto in posizione e delle posizioni intermedie. Selezionare il materiale installato:",
    "Aluminium": "Alluminio",
    "Kunststoff": "Plastica",
    "Holz / Stahl": "Legno / Acciaio",
    "Screen": "Screen",
    "Screen mit Endleiste": "Screen con barra terminale",
    "Korrekturen": "Correzioni",
    "Anlaufkorrektur": "Correzione di avvio",
    "Auf / Ab %": "Differenza in direzione su in %",
    "Prozent": "Percentuale",
    "Reaktionszeit": "Tempo di reazione",
    "Konfiguration beenden": "Terminare la configurazione",
    "Endlage oben setzen": "Impostare la posizione finale superiore",
    "Endlage unten setzen": "Impostare la posizione finale inferiore",
    "Werkseinstellungen": "Impostazioni di fabbrica",
    "Schaltzeit wählen": "Selezionare il tempo di commutazione"
}